{
	"Europa": "Islandia (Reikiavik) Portugal (Lisboa) Irlanda (Dublín) España (Madrid) Reino Unido (Londres)\nAndorra (Andorra la Vieja) Francia (París) Bélgica (Bruselas) Mónaco (Mónaco) Países Bajos (Ámsterdam)\nLuxemburgo (Luxemburgo) San Marino (San Marino) Italia (Roma) Alemania (Berlín) Dinamarca (Copenhague)\nSuiza (Berna) Liechtenstein (Vaduz) Eslovenia (Liubliana) Croacia (Zagreb) Austria (Viena)\nChequia (Praga) Eslovaquia (Bratislava) Hungría (Budapest) Noruega (Oslo) Polonia (Varsovia)\nSuecia (Estocolmo) Bosnia y Herzegovina (Sarajevo) Serbia (Belgrado) Montenegro (Podgorica) Albania (Tirana)\nKosovo (Pristina) Macedonia del Norte (Skopie) Grecia (Atenas) Bulgaria (Sofía) Rumanía (Bucarest)\nLetonia (Riga) Lituania (Vilna) Estonia (Tallin) Finlandia (Helsinki) Moldavia (Chisináu)\nUcrania (Kiev) Bielorrusia (Minsk) Georgia (Tiflis) Armenia (Ereván) Azerbaiyán (Bakú)\nRusia (Moscú)",
	"Europa difícil": "Islandia (Reikiavik) Suiza (Berna) Liechtenstein (Vaduz) Eslovenia (Liubliana) Croacia (Zagreb)\nChequia (Praga) Eslovaquia (Bratislava) Hungría (Budapest) BosniayHerzegovina (Sarajevo) Serbia (Belgrado)\nMontenegro (Podgorica) Albania (Tirana) Kosovo (Pristina) Macedonia (Skopie) Bulgaria (Sofía)\nRumanía (Bucarest) Letonia (Riga) Lituania (Vilna) Estonia (Tallin) Finlandia (Helsinki)\nMoldavia (Chisináu) Ucrania (Kiev) Bielorrusia (Minsk) Georgia (Tiflis) Armenia (Ereván) Azerbaiyán (Bakú)",	
	"Tabla periódica": "Hidrógeno (H) Litio (Li) Sodio (Na) Potasio (K) Rubidio (Rb) Cesio (Cs) Francio (Fr)\nBerilio (Be) Magnesio (Mg) Calcio (Ca) Estroncio (Sr) Bario (Ba) Radio (Ra)\nEscandio (Sc) Itrio (Y) Lantano (La) Actinio (Ac)\nTitanio (Ti) Circonio (Zr) Hafnio (Hf)\nVanadio (V) Niobio (Nb) Tantalio (Ta)\nCromo (Cr) Molibdeno (Mo) Wolframio (W)\nManganeso (Mn) Tecnecio (Tc) Renio (Re)\nHierro (Fe) Rutenio (Ru) Osmio (Os)\nCobalto (Co) Rodio (Rh) Iridio (Ir)\nNíquel (Ni) Paladio (Pd) Platino (Pt)\nCobre (Cu) Plata (Ag) Oro (Au)\nZinc (Zn) Cadmio (Cd) Mercurio (Hg)\nBoro (B) Aluminio (Al) Galio (Ga) Indio (In) Talio (Tl)\nCarbono (C) Silicio (Si) Germanio (Ge) Estaño (Sn) Plomo (Pb)\nOxígeno (O) Azufre (S) Selenio (Se) Telurio (Te) Polonio (Po)\nFlúor (F) Cloro (Cl) Bromo (Br) Yodo (I) Astato (At)\nHelio (He) Neón (Ne) Argón (Ar) Kriptón (Kr) Xenón (Xe) Radón (Rn)",
	"Tabla periódica difícil": "Titanio (Ti) Circonio (Zr) Hafnio (Hf)\nVanadio (V) Niobio (Nb) Tantalio (Ta)\nCromo (Cr) Molibdeno (Mo) Wolframio (W)\nManganeso (Mn) Tecnecio (Tc) Renio (Re)\nHierro (Fe) Rutenio (Ru) Osmio (Os)\nCobalto (Co) Rodio (Rh) Iridio (Ir)\nNíquel (Ni) Paladio (Pd) Platino (Pt)\nCobre (Cu) Plata (Ag) Oro (Au)\nZinc (Zn) Cadmio (Cd) Mercurio (Hg)",
	"Informed consent?": "Insét of infórmed consént abáut de trúz of dís pródakts in dér divélopmental stéit, úi úer guíven a síries of láis.\nDóus láis inclúded dat dís pródakts úer séif and eféktiv. Iú uil rikól “séif and eféktiv” uos ripíted agén and agén and agén uidáut stéiting uát “séif and eféktiv” mént. Dáts niúro lingüístik prógraming. Dát is a saikolóyikal óperéishon. Dát is propagánda.\nÚi ólso risíved de propagánda dat dís pródakts ud riméin at de sáit of inyékshon. Déi niú dat dís pródakts diplóid ól zru de bóri. Déi niú dat déi dídnt stéi úer déi úer inyékted.\nÚi úer ólso tóld de fálsjud dat dís pródakts jad a módifáid mólekul uich ud ónli lást in ior bóri for a short périod of táim. Úi náu nóu dat dís pródakts riméin áktiv in ior bóri for an andetérmind périod of táim of at líist uíks and próbably mánzs.\nÚi úer ólso tóld dat dís pródakts úer néceseri, dat nón of as ud bi séif until úi úer ól “vaksinéited”. Dís uos párt of de propagánda kampéin to insíst dat úi ól aksépt dís pródakts. And dát invólvd bráib: “áis críms for chíldren to téik der yábs”, “jamburguers” or uatéver de bráib uós. Dát is anlóful. Dát is not sámzing dát is aláud ánder stándard éziks.\nA síries of láis to yústifái de diplóiment of dís eksperiméntal pródakts, trúli uiz gréit prófit máryins, no dáut."
}


