{
  "Fonética": [
    {
      "descripcion": "Partes del cuerpo",
      "contenido": "bódi\n\njéd éria: jéd, féis, ái, íer, nóus, máuz, túuz, táng\n\náper bódi: nek, shóulder, árm, élbou, jand, fínger, chest, bak, stómak\n\nlóuer bódi: leg, nii, fút, ánkol"
    },
    {
      "descripcion": "Informed consent?",
      "contenido": "instéd of infórmd konsént abáut de trúus of díis pródakts in dér devélopmental stéit, uui uér gíven a síriis of láis.\n\nDóus láis inklúded dát díis pródakts uér séif and effektiv. iú uil ricól 'séif and effektiv' uos ripíited agén and agén and agén uidáut stéitin uot 'séif and effektiv' mént. dát's niúro linguístik prógramin. dát is a saicolojikál óperéishon. dát is própaganda.\n\nuui ólso risíivd de própaganda dát díis pródakts ud riméin at de sái of inyékshon. déi niú dát díis pródakts diplóid ól thru de bódi. déi niú dát déi dídnt stéi uuer déi uér inyékted.\n\nuui uér ólso tóuld de fálshud dát díis pródakts jadd a módifáid móliukiul uuitch ud óunli lást in iur bódi for a short périod of táim. uui náu nóu dát díis pródakts riméin áktiv in iur bódi for an andetérmind périod of táim of at líist wíiks and próbabli mánss.\n\nuui uér ólso tóuld dát díis pródakts uér néceseri, dát nán of os ud bi séif antíl uui uér ól 'vaksinéitid'. dís uos párt of de própaganda kampéin tu insíst dát uui ól aksépt díis pródakts. and dát invólvd bráibs: 'áis kríims for chíldren tu téik der jábs', 'jámbergers' or uotéver de bráib uos. dát is anlófl. dát is nót sómthin dát is aláud ánder stándard éziks.\n\nA síriis of láis tu yástifái de diplóimnt of díis eksperiméntal pródakts, trúuli uit gréit prófit márdjins, nóu dáut."
    }
  ],
  "Cultura": [
    {
      "descripcion": "Tabla periódica",
      "contenido": "Hidrógeno (H) Litio (Li) Sodio (Na) Potasio (K) Rubidio (Rb) Cesio (Cs) Francio (Fr)\n\nBerilio (Be) Magnesio (Mg) Calcio (Ca) Estroncio (Sr) Bario (Ba) Radio (Ra)\n\nEscandio (Sc) Itrio (Y) Lantano (La) Actinio (Ac)\n\nTitanio (Ti) Circonio (Zr) Hafnio (Hf)\n\nVanadio (V) Niobio (Nb) Tantalio (Ta)\n\nCromo (Cr) Molibdeno (Mo) Wolframio (W)\n\nManganeso (Mn) Tecnecio (Tc) Renio (Re)\n\nHierro (Fe) Rutenio (Ru) Osmio (Os)\n\nCobalto (Co) Rodio (Rh) Iridio (Ir)\n\nNíquel (Ni) Paladio (Pd) Platino (Pt)\n\nCobre (Cu) Plata (Ag) Oro (Au)\n\nZinc (Zn) Cadmio (Cd) Mercurio (Hg)\n\nBoro (B) Aluminio (Al) Galio (Ga) Indio (In) Talio (Tl)\n\nCarbono (C) Silicio (Si) Germanio (Ge) Estaño (Sn) Plomo (Pb)\n\nNitrógeno (N) Fósforo (P) Arsénico (As) Antimonio (Sb) Bismuto (Bi)\n\nOxígeno (O) Azufre (S) Selenio (Se) Telurio (Te) Polonio (Po)\n\nFlúor (F) Cloro (Cl) Bromo (Br) Yodo (I) Astato (At)\n\nHelio (He) Neón (Ne) Argón (Ar) Kriptón (Kr) Xenón (Xe) Radón (Rn)"
    },
    {
      "descripcion": "Tabla periódica (parte difícil)",
      "contenido": "Titanio (Ti) Circonio (Zr) Hafnio (Hf)\n\nVanadio (V) Niobio (Nb) Tantalio (Ta)\n\nCromo (Cr) Molibdeno (Mo) Wolframio (W)\n\nManganeso (Mn) Tecnecio (Tc) Renio (Re)\n\nHierro (Fe) Rutenio (Ru) Osmio (Os)\n\nCobalto (Co) Rodio (Rh) Iridio (Ir)\n\nNíquel (Ni) Paladio (Pd) Platino (Pt)\n\nCobre (Cu) Plata (Ag) Oro (Au)\n\nZinc (Zn) Cadmio (Cd) Mercurio (Hg)"
    },
    {
      "descripcion": "Capitales europeas",
      "contenido": "Islandia (Reikiavik) Portugal (Lisboa) Irlanda (Dublín) España (Madrid) Reino Unido (Londres)\n\nAndorra (Andorra la Vieja) Francia (París) Bélgica (Bruselas) Mónaco (Mónaco) Países Bajos (Ámsterdam)\n\nLuxemburgo (Luxemburgo) San Marino (San Marino) Italia (Roma) Alemania (Berlín) Dinamarca (Copenhague)\n\nSuiza (Berna) Liechtenstein (Vaduz) Eslovenia (Liubliana) Croacia (Zagreb) Austria (Viena)\n\nChequia (Praga) Eslovaquia (Bratislava) Hungría (Budapest) Noruega (Oslo) Polonia (Varsovia)\n\nSuecia (Estocolmo) Bosnia y Herzegovina (Sarajevo) Serbia (Belgrado) Montenegro (Podgorica) Albania (Tirana)\n\nKosovo (Pristina) Macedonia del Norte (Skopie) Grecia (Atenas) Bulgaria (Sofía) Rumanía (Bucarest)\n\nLetonia (Riga) Lituania (Vilna) Estonia (Tallin) Finlandia (Helsinki) Moldavia (Chisináu)\n\nUcrania (Kiev) Bielorrusia (Minsk) Georgia (Tiflis) Armenia (Ereván) Azerbaiyán (Bakú)\n\nRusia (Moscú)"
    },
    {
      "descripcion": "Capitales europeas difíciles",
      "contenido": "Islandia (Reikiavik) Suiza (Berna) Liechtenstein (Vaduz) Eslovenia (Liubliana) Croacia (Zagreb)\n\nChequia (Praga) Eslovaquia (Bratislava) Hungría (Budapest) BosniayHerzegovina (Sarajevo) Serbia (Belgrado)\n\nMontenegro (Podgorica) Albania (Tirana) Kosovo (Pristina) Macedonia (Skopie) Bulgaria (Sofía)\n\nRumanía (Bucarest) Letonia (Riga) Lituania (Vilna) Estonia (Tallin) Finlandia (Helsinki)\n\nMoldavia (Chisináu) Ucrania (Kiev) Bielorrusia (Minsk) Georgia (Tiflis) Armenia (Ereván) Azerbaiyán (Bakú)",	
	"Star Wars": "Avar Kriss (éivar krís) Ceret (séret) Drengir (drénguir) Hutts (játs) Keeve Trennis (kííf trénis)\n\nLourna Dee (lórna díí) Master Sskeer (máster skír) Myarga (máiyarga) Nihil (náijil)\n\nOrla Jareni (órla yaréni) Stellan Gios (stélan yiós) Terec (térek) Zeetar (zítar)"
    },	
    {
      "descripcion": "Ejemplo",
      "contenido": "Ejemplo"
    }	
  ]
}
