{
  "Fonética": [
    {
      "descripcion": "Menú",
      "contenido": "LOCAL PRóodakts and rríyional spéshaltiis\n\n'Jamón ibérico D.O. Dehesa de Extremadura'\nKiurd éikorn-fed aibírián jam from Extremadura, sérvd in zín sláises.\n'Embutidos ibéricos de Extremadura y tartaleta de patatera con miel'\nAsórtment of tradíshonal aibírián kiurd míits from Extremadura, sérvd güiz a míni páastri fíld güiz 'patatera' (a soft pork and potéitou sóosich sísond güiz papríka) and jóni.\n'Tabla de quesos extremeños'\nSelékshon of aartisánal chíisiz from Extremadura.\n'Retorta de Finca Pascualete con compota de higo'\nKríimi shiips milk chíis from Extremadura, sérvd uóorm güiz fig kompóut. Its soft sénter is típikali ítn güiz a spún.\n'Zorongollo extremeño con codorniz escabechada'\nRóusted rréd pépers in óoliv óil and vínigur, tópt güiz kuéil marinéitid in vínigur and spáisis.\n'Ajo blanco extremeño con trucha ahumada y AOVE de naranja'\nKóld álmend and gáarlik súup güiz smóukt traut, finísht güiz óoliv óil fléivord güiz óorrany.\n'Migas del Pastor con huevo frito'\nTradíshonal shépperds dísh of fráid brédkrambs güiz gáarlik, papríka, and pork, tópt güiz a fráid ég.\n'Arroz con boletus y papada ibérica'\nKríimi-stáil ráis güiz bólitus máshruums and aibírián pork yóul – a ténder kát from nir dha shóulder.\n'Frite de cabrito'\nTradíshonal stúu of kid góut, kúukt güiz gáarlik, papríka, and uuáit uáin.\n'Pluma ibérica de bellota 100% Raza Autóctona con patatas a lo pobre'\nGríld éikorn-fed aibírián pork sérvd güiz pan-fráid potéitous and pépers. Dha 'pluma' kát is a ténder píis from níar dha shóulder.\n'Solomillo ibérico de bellota 100% Raza Autóctona con Torta del Casar D.O.P.'\nGríld éikorn-fed aibírián pork ténderloin, tópt güiz 'Torta del Casar' – a kríimi shiips milk chíis from Extremadura.\n'Lomo de ternera Retinta 100% Raza Autóctona con revolconas'\nGríld bíif lóun from lóokal 'Retinta' kátl, sérvd güiz máasht potéitous sísond güiz papríka, gáarlik, and pork fat.\n'Solomillo de ternera Retinta 100% Raza Autóctona con machado de ajo de Aceuchal'\nGríld ténderloin of Retinta bíif, sérvd güiz rrústik gáarlik péist méid from lóokal Aceuchal gáarlik.\n\nVEyétabol-beist díshiz\n\n'Ensalada de naranja y bacalao confitado'\nSálad güiz óorrany ségments and kod slóu-kúukt in óoliv óil, sísond güiz óoliv óil and vínigur.\n'Ensalada de brotes con ventresca y vinagreta de aceituna negra'\nMíkst gríns sálad güiz túuna béli and blák óoliv drésing.\n'Humus de berenjena asada y tomate seco'\nRóusted éggplant húmus güiz sán-dráid toméitous, sérvd güiz bréd or krákers.\n'Puerros gratinados con bechamel de pimentón de la Vera D.O.P.'\nGráatinéid líiks güiz béshamel sóos fléivord güiz smóuki papríka from 'La Vera'.\n'Crema fría de frutos rojos, granizado de melón y menta'\nChíld bérry kríim güiz mélon aais krístals and frésh ménta.\n\nTRadíshonal díshiz\n\n'Paté de perdiz con mermelada de tomate de Miajadas'\nPártridsh pâté sérvd güiz suíit toméito yam méid güiz 'Miajadas' toméitous.\n'Croquetas de jamón'\nKlásik spánish jam 'croquetas' (kríimi béshamel and aibírián jam, brédid and fráid).\n'Pasta salteada con pollo de corral y queso ahumado Dª Francisca'\nPásta güiz fríi-rréindch chíken and smóukt 'Doña Francisca' chíis.\n'Alubias carillas con callos de bacalao'\nTradíshonal stúu of blák-áied bíins güiz ténder dshilátnous káts from sóolt kod.\n'Lubina al horno con verduras salteadas y sopa de tomate'\nBéikt síi bas güiz vegétabolz and toméito sóos.\n'Bacalao gratinado con alioli de espinacas'\nÓuvin-béikt kod güiz a kríimi gáarlik and spinákas sóos.\n'Lomo de salmón asado con crema de espárrago triguero'\nÓuvin-róusted sálmon fíllet güiz a kríimi uáild aspárragos sóos.\n'Carrillera de ternera estofada con vino D.O. Ribera del Guadiana'\nBréisd bíif chík in rréd uáin from Ribera del Guadiana.\n\nDéserts\n\n'Caña de azúcar rellena de crema pastelera y helado de leche merengada'\nSúugar kéin-sheipt páastri fíld güiz kóstad kríim, sérvd güiz símanon milk áis krím.\n'Técula Mécula con helado de mango y maracuyá'\nTradíshonal álmond tart from Extremadura, sérvd güiz máango and páashon frút áis krím.\n'Crema tostada con perrunilla tradicional'\nKárameláizd kóstad kríim, sérvd güiz a tradíshonal krámbly álmond bískit.\n'Nata cocida de chocolate con cabello de ángel y galleta artesana'\nSét chókolat kríim güiz káandid pámkin stránds (“ándshol jér”) and a jándmeid kúki.\n'Castañas con leche'\nChéstnats símmerd in suíitind milk.\n'Ñakaron de espuma de mango y helado limón y jengibre'\nMáakaron fíld güiz máango mús, sérvd güiz líimon and jénchibr áis krím.\n'Semifrío de kombucha con sabor a limonada y fruta del dragón, acompañado de frutos rojos'\nChíld kombúcha dizért güiz drágon frút and limonáada fléivor, sérvd güiz rréd bérris.\n'Sopa de piña e hinojo con helado cítrico'\nChíld páinya and jínodsho súup, sérvd güiz sítrik sorbét.\n'Helado artesano de queso con miel'\nÁrtisan chíis áis krím tópt güiz lóokal jóni.\n'Tartaleta de mousse de zanahoria y tierra de garrapiñada'\nMíni tart güiz károt mús and káaramelaizd nat krámbl.\n\nDrínks\n\n'Agua filtrada'\nFíltrd uóter.\n'Agua mineral'\nMíneral uóter.\n'Vino blanco selección de paradores'\nHáus-silékshon uáit uáin bai Paradores.\n'Vino tinto selección de paradores'\nHáus-silékshon rréd uáin bai Paradores.\n'Café tueste natural 100% Colombia'\n100% Kolóumbia káafi, náatshrali róustid."
    },	
    {
      "descripcion": "Extremadura 01",
      "contenido": "iú nóu uats fáni? 'Extremadura' — uán of de púu-rest párts of spéin bak in de uán-fáif jándreds — énded áp prodúsin sóm of de móust féimus konkuistadórs. gáis láik 'Hernán Cortés', 'Francisco Pizarro', 'Vasco Núñez de Balboa'… ól from dis smól, rúrál rídchon.\n\nuái? uel, férst, it uos ekstrímli pór. de yáunger sons of nóubel fámilis jád táitols bat nóu máni, sóu déi jád tu lúuk for fórchun élsuér. sékond, de pléis jád a stróng militári tradíshon from sénchuris of fáitin in de 'Reconquista'. uen dát uór énded, díis tréind fáiters jád nóu bátols léft at jóum.\n\nand den kéim amérika — lánd, góuld, táitols, and glóri. uen a fiú lóukals bikéim rích, déi róut jóum, and mór and mór fóuloud. it bikéim óulmost a tradíshon: if iú uánt a fíiuchur, krós di óushon.\n\nin de énd, póverti, ambíshon, and a bit of militári kónfidens térnd Extremadura íntu a fáktori for konkuistadórs."
    },	
    {
      "descripcion": "Extremadura 02",
      "contenido": "téik 'Hernán Cortés' from 'Medellín': uen ji lándid in 'Mexico', ji sánk jis óun ships sóu nóu uan kud térn bak. den deers 'Francisco Pizarro' from 'Trujillo', ju uáns drúu a láin in de sand and tóuld jis mén: dis uéi tu póverti, dát uéi tu glóri — móust stépt óuver. 'Vasco Núñez de Balboa' stártid as a stóuauéi jáidin in a bárrel tu dódch jis débts, and énded áp bíin de férst iuroupían tu síi de pasíifik from di américas.\n\n'Francisco de Orellana', ólso from Trujillo, flóutid dáun a ríver sóu másiv ji thót ji’d mét uórior úimin láik di ámazons from grík míths — and de néim sták. 'Pedro de Valdivia', in chílei, uos sóu saráunded and áutnámberd dát jis mén éit der óun jórses bifór ríinforzmnts kéim. and 'Hernando de Soto' márcht thru nóurth américa uid sóu méni píipl, ánimals, and ikúipment dát sóm néitiv américas thót it uos a múuvin síti.\n\nól of dem jád de séim ding in kómon: bórn in a pór lánd, réizd uid a uóriors máindsét, and jángri for a fíiuchur déi kúudnt fáind at jóum. sóu déi króst di óushon and chéindcht jístori — for béter or uórs."
    },	
    {
      "descripcion": "Extremadura 03",
      "contenido": "'Balboa' and de bárrel\n\nSóu 'Balboa' uos díip in dét in 'Hispaniola', and kréditors uér rédi tu zróu jim in djéil. a ship uos líivin for sáuth américa, bat if ji shóud jis féis in de pórt, ji’d bi kót. jis solúushon? ji jid insáid a bíg bárrel — uid jis dóg, 'Leóncico' — and gót lóudid on bórd uid de kárgou. de krúu óunli fáund jim uáns dei uér at síi. de káptin uos fiúrius, bat Balboa núu de téritóri, sóu déi képt jim. dát tríp énded áp chéindchin jis láif — and jístori.\n\n'Cortés' and de ships\n\nuen 'Hernán Cortés' lándid in Mexico, ji dídnt uánt éniuan dínkin abáut góuin jóum. sóu ji sánk jis óun ships. nóu ritrít, nóu plán bí. íder kónker di áztek émpair or dái tráiin.\n\n'Pizarro' and de láin in de sand\n\nbifór téikin on di ínkas, 'Francisco Pizarro' uos strándid on a táini áiland uid stárvin mén. ji drúu a láin in de sand and séd: “óuver jíer, iúl góu bak tu Pánama pór. óuver déer, wui féis jángr and déth… bat óulso góuld and glóri.” móust króst de láin.\n\n'Orellana' and de uórior úimin\n\nuáil eksplórin di ámazon ríver, Francisco de Orellana suór déi’d fóut tráibs led bai fíers úimin uóriors — láik di ámazons from grík míths. de stóri uos sóu júusi it sták, and dát’s uai de ríver’s kóld di ámazon tudéi."
    },	
    {
      "descripcion": "Extremadura 04",
      "contenido":  "iú nóu, 'Trujillo' ákchuli jándold de jóul konkuistadór légasi uéi béter dan móust óder jóumtauns, láik 'Medellín'. shúr, 'Medellín' géiv as 'Hernán Cortés', bat 'Trujillo' prodúsd 'Pizarro', 'Orellana', and a jóul bánch of káptins and sóulders ju meid forchuns in di américas — espéchali in 'Peru'.\n\nde kí dífrens? a lót of dóus 'Trujillo' mén kéim bak rích and ákchuli invéstid in deir jóumtaun. déi bílt pálesis, chérches, and dát biútiful renesáns scuér iú kan stíl síi tudéi. 'Medellín' dídnt guet de séim uéiv of uélthi ritúrniis, and de fiú ju díd uél ténded tu sétel élsuér.\n\nólso, 'Trujillo' uos in a béter spót yiógrafikali. it uos conékted tu méiyor tréid rúuts, láik de róud tu 'Cáceres' and de sílver rúut, sóu it náchrali bikéim a jab for mérchants and trávelers. 'Medellín' jad de 'Guadiana' ríver and an óuld róuman brich, bat it néver bikéim satch an áctiv comérshal sénter.\n\nand den deers de stórítelin fákor. 'Trujillo' embréisd its síti of konkuistadórs ímich érli on. déi képt de mémori aláiv, bílt mónuments, and básikali márketed demsélvs bifór túurism uos íven a dín. 'Medellín' óunli stárted dúin dát mach léiter.\n\nsóu yiá, séim pór ríyion, bat 'Trujillo' jad mór rích gáis kámin bak, béter tréid conékshons, and an abíliti for térnin its jístori íntu an ásset. dát’s uai it zráivd mór dan óder táuns dát óulso géiv bérd tu féimus konkuistadórs."
    },	
    {
      "descripcion": "Extremadura 05",
      "contenido": "lúk, deers nóu póint dináiing it — de spánish kónkuest uos brútal. déi uent tu di américas for uélt and glóri, and déi jad a jiúch advántich in tecnóloyí for de táim: stíl uépons, ármor, and fáirarms. bat jiérs de tín — déi dídnt márch íntu émpaiers láik di áztex or di íncas uiz ténz of záusands of trúups. uiár tókin a fiú jóndred spánish at móust in dóus férst campéins.\n\nso jáu dú iu tópoul a páuerful émpaier uiz sóu fiú mén? túu méin rísens. férst, déi uérnt alóun. méini indíyinyas píipoulz ju jad bín kónkerd or oprést bai di áztex or di íncas sóu de spánish az a uéi tu guet rivénch or bréik fríi. in méxico, for igsámpl, 'Cortés' aláied uiz de tlascálans, ju prováidid záusands of uóriors and crúshal lóucal nóuledch. in perú, 'Pizarro' ixplóited divíshons amóng di íncas, íven sáiding uiz uán fákshon in deir sívil uór.\n\nand sécnd — méibi de bíigest uépon of óul — disíis. de spánish bróut váirusiz láik smólpóx uizáut íven nóuing it. díis disíisis spréd ajéd of dem, uáiping áut jiúch párts of de popoléishon bifór bátls íven bigán. imádchin entáier sítis lúzing jálf or mór of deir píipoul in yast a fiú mánz — líders ded, ármiz uíikend, sosáietis in shok. dát méid risístans mach járder.\n\nsóu yiés, de spánish uér rúutles and opórtunístic, bat deir víktoris uérnt yást abáut sórds and antík ráifols. déi uér óulso abáut fórchin aláiánses and abáut disíisis dát áktid láik an invisíbol áarmi, devástéitin de píipoul déi kéim tu kónker."
    },	
    {
      "descripcion": "Extremadura 06",
      "contenido": "shúr, de spánish jad gans, stíl, and a jónger for gould, bat déi dídnt kónker di áztex or ínca émpaiers uiz yast a fiú jóndred mén bai shir fórs. de ríal stóri? túu invisíbol ármiz. uán uos meid of záusands of néitiv aláies — píipoulz ju jéited deir áztex or ínca óuverlórds and sóu de spánish az a uéi áut. di áder uos meid of váirusiz láik smólpóx, ju uáipt áut jiúch popiuleishons bifór de bátls íven stártíd. in di énd, antík ráifols and sórds uón fáits, bat aláiánses and disíis uón émpaiers.\n\nméxico – tlascálans\n'Cortés' jad méibi fáiv jóndred spánish uén jí márcht on di áztex cápital, bat jí óulso jad záusands of tlascálan uóriors. déi’d bín énimis of di áztex for yeneréishons, and déi fóut fírsli alóngsáid de spánish in évri méyor bátl.\n\nperú – ínca sívil uór\nuén 'Pizarro' arráivd, di ínca émpaier uos óulrédi splít bai a brúutal sívil uór bituíin túu bráders, 'Atahualpa' and 'Huáscar'. 'Pizarro' bákt 'Atahualpa', den térnd on jim uáns de ráivol uos gon. de kéios méid de kónkuest mach íisier."
    },	
    {
      "descripcion": "Extremadura 07",
      "contenido": "uán big dífrens bituíin de spánish and di ínglish or fréntch in di américas uos juat déi uóntid tu du uiz de land and de píipoul. de spánish — brútal az déi uér — yúuali képt indíyenes komiúunitis in pléis. déi níidid dem az a léibor fórs for fárms, máins, and bílding sítis, sóu déi kriéitid sístems tu contróul and eksplóit dem. it uos eksploitéision, nót ripléisment.\n\ndi ínglish, and tu a láarch ékstent de fréntch in deir léiter kóloniz, jad a dífrent long-térm gól: déi uóntid de land for demsélvs and for fiútur uéivs of sétlers. dat mént indíyenes píipoul uér síin lés az a léibor risórs and mór az an óbstacol. de risált uos a stráteyui of púshing néitiv popiuleishons óf deir téritoris entáerli — sómtáims bai uór, sómtáims bai tríitis dat uér léiter bróuken — and ripléising dem uiz iuroupían fárming komiúunitis.\n\ndats uai in mach of nórt américa yú guet dis long jístori of fórst rimúvals, láik de tréil of tíirs in di iú-és, or entáier néishons bíing rilóukeitid jóndreds of máils auéi. de váiolens uos óften slóuer and spréd óuver yeneréishons, bat di éndgueim uos mór absólut: nót tu rúl óuver indíyenes píipoul juér dei lívd, bat tu rimúv dem and téik deir pléis.\n\nde spánish, for ól deir brútáliti, móusli képt indíyenes píipoul juér déi uér — tu iús dem az léibor. di ínglish and léiter de fréntch óften uóntid de land itsélf, sóu de gól uos tu púsh néitiv píipoulz áut and ripléis dem uiz iuroupían sétlers. eksploitéision vérsus ripléisment — bóut devestéiting, bat in dífrent uéis.\n\nuán of de klíarest dífrensis is juat jápend áfteruórd. in móust of spánish américa, yú jad a lót of míxing bituíin spániards and indíyenes píipoulz. íven tudei yú kan fáind lárch indíyenes komiúunitis, sóum of dem bérli mikst, stíl spíking deir óun lánguichis. in nórt américa, bíkos di ínglish and léiter de fréntch éimd tu ripléis néitiv popiuleishons rader dan liv amóng dem, der uos far lés míxing. az a risált, indíyenes píipoul meik áp a mach smóler perséntich of de popiuleishon tudei."
    },	
    {
      "descripcion": "Extremadura 08",
      "contenido": "iu nóu uats airónic? spéin bílt sóum of de férst iunivérsitis in di américas — líma in perú in uan faif faif uan, méxico síti de séim yíer, léiter córdova in árchentína, chárcas in bolívia, and méni óders. di aídia uos tu tréin an édiukeitid koloníal ilít lóial tu de kraun.\n\nbat óuver de sénchuris, dóus séim institúshons prodúst a yeneréishon of kriióios — píipoul of spánish disént bórn in di américas — ju uér jáili édiukeitid, réd enláitnment aídias, and stártíd kuéschioning spéinz contróul. méni of de náinteenth-sénchuri indipéndens líiders stádid at díz iunivérsitis. for éksampl, simón bolívar uos ínfluensd bai méntors ju jad bín shéipt in díz akadémic sércols; josé de san martín múvd drú de séim intellectuál nétuórks.\n\nsóu, in a tuist of jístori, de véri iunivérsitis spéin fáundid tu rinfórs its émpaiar éndid áp guíving bérz tu de zínkers and líiders ju dismántld it. its láik tréining iór óun oposíshon uizáut ríalaizing it.\n\nspéin plántid díz iunivérsitis tu méik lóial sérvants of di émpaiar — and éndid áp réising de véri píipoul ju led its bréikap."
    },	
    {
      "descripcion": "Partes del cuerpo",
      "contenido": "bódi\n\njéd éria: jéd, féis, ái, íer, nóus, máuz, túuz, táng\n\náper bódi: nek, shóulder, árm, élbou, jand, fínger, chest, bak, stómak\n\nlóuer bódi: leg, nii, fút, ánkol"
    },
    {
      "descripcion": "Informed consent?",
      "contenido": "instéd of infórmd konsént abáut de trúus of díis pródakts in dér devélopmental stéit, uui uér gíven a síriis of láis.\n\nDóus láis inklúded dát díis pródakts uér séif and effektiv. iú uil ricól 'séif and effektiv' uos ripíited agén and agén and agén uidáut stéitin uot 'séif and effektiv' mént. dát's niúro linguístik prógramin. dát is a saicolojikál óperéishon. dát is própaganda.\n\nuui ólso risíivd de própaganda dát díis pródakts ud riméin at de sái of inyékshon. déi niú dát díis pródakts diplóid ól thru de bódi. déi niú dát déi dídnt stéi uuer déi uér inyékted.\n\nuui uér ólso tóuld de fálshud dát díis pródakts jád a módifáid móliukiul uuitch ud óunli lást in iur bódi for a short périod of táim. uui náu nóu dát díis pródakts riméin áktiv in iur bódi for an andetérmind périod of táim of at líist wíiks and próbabli mánss.\n\nuui uér ólso tóuld dát díis pródakts uér néceseri, dát nán of os ud bi séif antíl uui uér ól 'vaksinéitid'. dís uos párt of de própaganda kampéin tu insíst dát uui ól aksépt díis pródakts. and dát invólvd bráibs: 'áis kríims for chíldren tu téik der jábs', 'jámbergers' or uotéver de bráib uos. dát is anlófl. dát is nót sómthin dát is aláud ánder stándard éziks.\n\nA síriis of láis tu yástifái de diplóimnt of díis eksperiméntal pródakts, trúuli uit gréit prófit márdjins, nóu dáut."
    }
  ],
  "Cultura": [
    {
      "descripcion": "Tabla periódica",
      "contenido": "Hidrógeno (H) Litio (Li) Sodio (Na) Potasio (K) Rubidio (Rb) Cesio (Cs) Francio (Fr)\n\nBerilio (Be) Magnesio (Mg) Calcio (Ca) Estroncio (Sr) Bario (Ba) Radio (Ra)\n\nEscandio (Sc) Itrio (Y) Lantano (La) Actinio (Ac)\n\nTitanio (Ti) Circonio (Zr) Hafnio (Hf)\n\nVanadio (V) Niobio (Nb) Tantalio (Ta)\n\nCromo (Cr) Molibdeno (Mo) Wolframio (W)\n\nManganeso (Mn) Tecnecio (Tc) Renio (Re)\n\nHierro (Fe) Rutenio (Ru) Osmio (Os)\n\nCobalto (Co) Rodio (Rh) Iridio (Ir)\n\nNíquel (Ni) Paladio (Pd) Platino (Pt)\n\nCobre (Cu) Plata (Ag) Oro (Au)\n\nZinc (Zn) Cadmio (Cd) Mercurio (Hg)\n\nBoro (B) Aluminio (Al) Galio (Ga) Indio (In) Talio (Tl)\n\nCarbono (C) Silicio (Si) Germanio (Ge) Estaño (Sn) Plomo (Pb)\n\nNitrógeno (N) Fósforo (P) Arsénico (As) Antimonio (Sb) Bismuto (Bi)\n\nOxígeno (O) Azufre (S) Selenio (Se) Telurio (Te) Polonio (Po)\n\nFlúor (F) Cloro (Cl) Bromo (Br) Yodo (I) Astato (At)\n\nHelio (He) Neón (Ne) Argón (Ar) Kriptón (Kr) Xenón (Xe) Radón (Rn)"
    },
    {
      "descripcion": "Tabla periódica (parte difícil)",
      "contenido": "Titanio (Ti) Circonio (Zr) Hafnio (Hf)\n\nVanadio (V) Niobio (Nb) Tantalio (Ta)\n\nCromo (Cr) Molibdeno (Mo) Wolframio (W)\n\nManganeso (Mn) Tecnecio (Tc) Renio (Re)\n\nHierro (Fe) Rutenio (Ru) Osmio (Os)\n\nCobalto (Co) Rodio (Rh) Iridio (Ir)\n\nNíquel (Ni) Paladio (Pd) Platino (Pt)\n\nCobre (Cu) Plata (Ag) Oro (Au)\n\nZinc (Zn) Cadmio (Cd) Mercurio (Hg)"
    },
    {
      "descripcion": "Capitales europeas",
      "contenido": "Islandia (Reikiavik) Portugal (Lisboa) Irlanda (Dublín) España (Madrid) Reino Unido (Londres)\n\nAndorra (Andorra la Vieja) Francia (París) Bélgica (Bruselas) Mónaco (Mónaco) Países Bajos (Ámsterdam)\n\nLuxemburgo (Luxemburgo) San Marino (San Marino) Italia (Roma) Alemania (Berlín) Dinamarca (Copenhague)\n\nSuiza (Berna) Liechtenstein (Vaduz) Eslovenia (Liubliana) Croacia (Zagreb) Austria (Viena)\n\nChequia (Praga) Eslovaquia (Bratislava) Hungría (Budapest) Noruega (Oslo) Polonia (Varsovia)\n\nSuecia (Estocolmo) Bosnia y Herzegovina (Sarajevo) Serbia (Belgrado) Montenegro (Podgorica) Albania (Tirana)\n\nKosovo (Pristina) Macedonia del Norte (Skopie) Grecia (Atenas) Bulgaria (Sofía) Rumanía (Bucarest)\n\nLetonia (Riga) Lituania (Vilna) Estonia (Tallin) Finlandia (Helsinki) Moldavia (Chisináu)\n\nUcrania (Kiev) Bielorrusia (Minsk) Georgia (Tiflis) Armenia (Ereván) Azerbaiyán (Bakú)\n\nRusia (Moscú)"
    },
    {
      "descripcion": "Capitales europeas difíciles",
      "contenido": "Islandia (Reikiavik) Suiza (Berna) Liechtenstein (Vaduz) Eslovenia (Liubliana) Croacia (Zagreb)\n\nChequia (Praga) Eslovaquia (Bratislava) Hungría (Budapest) BosniayHerzegovina (Sarajevo) Serbia (Belgrado)\n\nMontenegro (Podgorica) Albania (Tirana) Kosovo (Pristina) Macedonia (Skopie) Bulgaria (Sofía)\n\nRumanía (Bucarest) Letonia (Riga) Lituania (Vilna) Estonia (Tallin) Finlandia (Helsinki)\n\nMoldavia (Chisináu) Ucrania (Kiev) Bielorrusia (Minsk) Georgia (Tiflis) Armenia (Ereván) Azerbaiyán (Bakú)",	
	"Star Wars": "Avar Kriss (éivar krís) Ceret (séret) Drengir (drénguir) Hutts (játs) Keeve Trennis (kííf trénis)\n\nLourna Dee (lórna díí) Master Sskeer (máster skír) Myarga (máiyarga) Nihil (náijil)\n\nOrla Jareni (órla yaréni) Stellan Gios (stélan yiós) Terec (térek) Zeetar (zítar)"
    },	
    {
      "descripcion": "Ejemplo",
      "contenido": "Ejemplo"
    }	
  ]
}
