a
a

abilities
aB'ILeTIIS

able
'EIBeL

about
aB'AUT

abroad
aBR'OD

accept
AKS'EPT

accident
'AKSeDeNT

accidentally
AKSeD'ENTaLII

accidents
'AKSeDeNTS

according
aK'ORDING

acid
'ASeD

acquired
aKU'AIERD

across
aKR'OS

acting
'AKTING

action
'AKSHoN

actions
'AKSHoNS

activity
AKT'IVeTII

actual
'AKCHuaU*L

add
'AD

address
'ADRES

addressed
aDR'EST

administration
ADMINISTR'EISHoN

admiral
'ADMERaL

admit
aDM'IT

advanced
aDV'ANST

advantage
ADV'ANTILL

adventurous
ADV'ENCHERaS

advertise
'ADVERTAIS

advice
ADV'AIS

advise
ADV'AIS

advisor
ADV'AISER

affect
aF'EKT

affecting
aF'EKTING

afraid
aFR'EID

africa
'AFReKa

african
'AFReKaN

after
'AFTER

afternoon
AFTERN'UUN

again
aG'EN

against
aG'ENST

age
'EILL

ago
aG'OU

agree
aGR'II

ahead
aJ'ED

air
'ER

aircraft
'ERKRAFT

airport
'ERPORT

alarm
aL'AARM

all
'OL

alone
aL'OUN

along
aL'ONG

already
OLR'EDII

also
'OLSOU

alternative
OLT'ERNaTIV

alternatives
OLT'ERNaTIVS

always
'OLUEIS

am
'AM

america
aM'EReKa

americans
aM'EReKaNS

ammunition
AMIeN'ISH*N

among
aMoNG

amount
aM'AUNT

an
'AN

analyse
真analyse??

and
aND

angry
'ANGGRII

ankle
'ANGKeL

announce
aN'AUNS

announced
aN'AUNST

another
aNoDER

answer
'ANSER

answered
'ANSERD

any
'ENII

anybody
'ENIIB*DII

anybody's
'ENIIB*DIIS

anyone
'ENIIU*N

anything
'ENIIZING

anywhere
'ENIIUER

apartment
aP'AARTMeNT

apparently
aP'EReNTLII

apple
'APeL

application
APLeK'EISHoN

applying
aPL'AIING

appointment
aP'OINTMeNT

appreciate
aPR'IISHIIEIT

appreciates
aPR'IISHIIEITS

approach
aPR'OUCH

approval
aPR'UUVaL

approved
aPR'UUVD

arabic
'ARaBIK

arabs
'ARaBS

are
'AAR

area
'ERII*

aren't
'AAReNT

arguments
'AARGIeM*NTS

arithmetic
ERIZM'ETIK

arm
'AARM

army
'AARMII

around
ER'AUND

arranged
ER'EINLLD

arrived
ER'AIVD

arriving
ER'AIVING

as
'AS

ask
'ASK

asked
'ASKT

asking
'ASKING

aspect
'ASPEKT

assure
aSH'UR

assures
aSH'URS

at
'AT

athens
'AZeNS

attacked
aT'AKT

attend
aT'END

attention
aT'ENSHoN

attitude
'ATeTUUD

attorney
aT'ERNII

attorneys
aT'ERNIIS

august
'OGoST

authorities
auZ'OReTIIS

authority
auZ'OReTII

authorized
'OZERAISD

avail
aV'EIL

available
aV'EILaBeL

avenue
'AVeNUU

avoid
aV'OID

avoided
aV'OIDeD

awake
aU'EIK

aware
aU'ER

away
aU'EI

awful
'AAFoL

baby
B'EIBII

back
B'AK

backrow
真backrow??

bad
B'AD

baggage
B'AGaLL

banana
BaN'ANa

bank
B'ANGK

banquet
B'ANGKU*T

bar
B'AAR

barely
B'ERLII

bars
B'AARS

based
B'EIST

basis
B'EISeS

basketball
B'ASKeTBOL

batch
B'ACH

bathroom
B'AZRUUM

battery
B'ATERII

be
B'II

bear
B'ER

beat
B'IIT

beauty
BI'UUTII

became
BIK'EIM

because
BIK'OS

bed
B'ED

been
B'IN

before
BIF'OR

beforehand
BIF'ORJAND

began
BIG'AN

begun
BIG'oN

behind
BIJ'AIND

being
B'IIING

believe
BIL'IIV

believed
BIL'IIVD

belong
BIL'ONG

below
BIL'OU

belt
B'ELT

bench
B'ENCH

besides
BIS'AIDS

best
B'EST

bet
B'ET

better
B'ETER

between
BITU'IIN

big
B'IG

bigger
B'IGER

biggest
B'IGeST

bill
B'IL

bill's
B'ILS

bills
B'ILS

bingo
B'INGGOU

birth
B'ERZ

birthday
B'ERZDEI

bitten
B'ITeN

black
BL'AK

blank
BL'ANGK

blindfolded
BL'AINDFOULDID

blocks
BL'OKS

blowout
BL'OUAUT

board
B'ORD

bomb
B'OM

book
B'UK

books
B'UKS

bookstore
B'UKSTOR

bore
B'OR

boredom
B'ORDeM

boring
B'ORING

boss
B'OS

boss'
B'OS

both
B'OUZ

bothered
B'ODERD

bothering
B'ODERING

bought
B'AAT

brag
BR'AG

brand
BR'AND

breakfast
BR'EKFaST

brief
BR'IIF

bring
BR'ING

broken
BR'OUKeN

brother
BRoDER

building
B'ILDING

built
B'ILT

business
B'ISNeS

bustling
B'oSeLING

busy
B'ISII

but
B'oT

buy
B'AI

by
B'AI

caf
真caf??

call
K'OL

called
K'OLD

calling
K'OLING

calls
K'OLS

came
K'EIM

camp
K'AMP

can
K'AN

can't
K'ANT

cancellations
KANSeL'EISHoNS

candidate
K'ANDeDEIT

candidates
K'ANDeDEITS

cap
K'AP

capable
K'EIPaBeL

capitol
K'APIToL

captain
K'APTeN

captivated
K'APTIVEITID

car
K'AAR

card
K'AARD

care
K'ER

careful
K'ERFeL

carpet
K'AARPeT

carrot
K'ARoT

carry
K'ARII

carrying
K'ARIIING

case
K'EIS

cash
K'ASH

casinos
KaS'IINOUS

cause
K'OS

caused
K'OSD

ceiling
S'IILING

certain
S'ERTeN

chair
CH'ER

chairman
CH'ERMaN

champagne
SHAMP'EIN

championship
CH'AMPIIeNSHIP

chance
CH'ANS

change
CH'EINLL

changing
CH'EINLLING

character
K'ERIKTER

charge
CH'AARLL

charlie
CH'AARLII

chatted
CH'ATeD

cheap
CH'IIP

checked
CH'EKT

checkup
CH'EKoP

child
CH'AILD

children
CH'ILDReN

choice
CH'OIS

choose
CH'UUS

choosing
CH'UUSING

christmas
KR'ISMaS

circumstances
S'ERKoMSTANSeS

city
S'ITII

civil
S'IVeL

class
KL'AS

classes
KL'ASeS

classmates
KL'ASMEITS

cleaning
KL'IINING

clear
KL'IR

climate
KL'AIMaT

climb
KL'AIM

clock
KL'OK

closed
KL'OUSD

closer
KL'OUSER

coast
K'OUST

coastal
K'OUSTaL

cocktail
K'OKTEIL

coffee
K'OFII

cold
K'OULD

colder
K'OULDER

coldhearted
真coldhearted??

collective
KoL'EKTIV

college
K'OLILL

colour
真colour??

come
KoM

comes
KoMS

comfortable
KoMFERTaBeL

coming
KoMING

comments
K'OMENTS

commercials
KoM'ERSHiaLS

common
K'OMoN

companies
KoMPaNIIS

company
KoMPaNII

company's
KoMPaNIIS

compared
KoMP'ERD

competitors'
KoMP'ETITERS

completed
KoMPL'IITeD

completely
KoMPL'IITLII

complicated
K'OMPLeKEITeD

computer
KoMPI'UUTER

computerized
KoMPI'UUTERAISD

concrete
KoNKR'IIT

condensed
KoND'ENST

conditioning
KoND'ISHoNING

conductor
KoND'oKTER

confident
K'ONFeDeNT

confidently
K'ONFeDeNTLII

conflict
K'ONFLIKT

confusing
KoNFI'UUSING

congo
K'ONGGOU

connect
KoN'EKT

consider
KoNS'IDER

considers
KoNS'IDERS

consolation
KONSoL'EISHoN

constant
K'ONSTaNT

constantly
K'ONSTaNTLII

consult
KoNS'oLT

contact
K'ONTAKT

contagious
KoNT'EILLiouS

contains
KoNT'EINS

contract
K'ONTRAKT

contrary
K'ONTRERII

control
KoNTR'OUL

controlled
KoNTR'OULD

convention
KoNV'ENSHoN

convincing
KoNV'INSING

corfu
真corfu??

costcutting
K'OSTKoTING

costs
K'OSTS

could
K'UD

could've
KUDeV

couldn't
K'UD*NT

count
K'AUNT

counterparts
K'AUNTERPAARTS

country
K'aNTRII

countryside
K'aNTRIISAID

couple
K'aPeL

courage
K'ERaLL

course
K'ORS

court
K'ORT

courtroom
K'ORTRUUM

covers
KoVERS

cow
K'AU

crash
KR'ASH

crazy
KR'EISII

creates
KRII'EITS

credit
KR'EDeT

crew
KR'UU

crossword
KR'OSUERD

crowd
KR'AUD

cruise
KR'UUS

crying
KR'AIING

cure
KI'UR

current
K'EReNT

customs
K'oSToMS

cynical
S'INIK*L

damp
D'AMP

danger
D'EINLLER

danny
D'ANII

day
D'EI

days
D'EIS

dead
D'ED

deadlines
D'EDLAINS

deaf
D'EF

deal
D'IIL

death
D'EZ

decided
DIS'AIDID

decision
DIS'ISHoN

decisions
DIS'ISHoNS

decisive
DIS'AISIV

decline
DIKL'AIN

defect
D'IIFEKT

degrees
DIGR'IIS

delayed
DIL'EID

delegated
D'ELeGEITeD

delivered
DIL'IVERD

demanding
DIM'ANDING

demonstrators
D'EMoNSTREITERS

department
DIP'AARTMeNT

departments
DIP'AARTMeNTS

depress
DIPR'ES

depressed
DIPR'EST

despite
DISP'AIT

details
DIT'EILS

dictator
DIKT'EITER

did
D'ID

didn't
D'ID*NT

die
D'AI

died
D'AID

difference
D'IFEReNS

different
D'IFEReNT

dinner
D'INER

directed
DER'EKTeD

direction
DER'EKSHoN

disabled
DIS'EIBeLD

disagree
DISaGR'II

discourage
DISK'ERILL

discouraged
DISK'ERaLLD

dish
D'ISH

disperse
DISP'ERS

distracts
DISTR'AKTS

distributor
DISTR'IBIoTER

dividing
DIV'AIDING

division
DIV'ISHoN

do
D'UU

doberman
D'OUBERMaN

doctor
D'OKTER

doctors
D'OKTERS

documents
D'OKIeM*NTS

does
DoeS

doesn't
DoeS*NT

dogs
D'OGS

doing
D'UUING

dollars
D'OLERS

don't
D'OUNT

done
DoN

door
D'OR

double
D'aBeL

doubt
D'AUT

down
D'AUN

dramatic
DRaM'ATIK

drastic
DR'ASTIK

dread
DR'ED

dream
DR'IIM

dressed
DR'EST

drink
DR'INGK

drinking
DR'INGKING

drive
DR'AIV

driver
DR'AIVER

drivers
DR'AIVERS

drivers'
DR'AIVERS

driving
DR'AIVING

drops
DR'OPS

drunk
DR'oNGK

dry
DR'AI

duct
D'oKT

during
D'URING

duty
D'UUTII

each
'IICH

early
'ERLII

earned
'ERND

ease
'IIS

easier
'IISIIER

easiest
'IISII*ST

easily
'IISeLII

east
'IIST

easy
'IISII

eaten
'IITeN

eating
'IITING

eddie
'EDII

effective
IF'EKTIV

effectively
IF'EKTIVLII

effectiveness
IF'EKTIVNeS

effort
'EFERT

efforts
'EFERTS

eight
'EIT

either
'IIDER

electronics
ILEKTR'ONIKS

eleven
IL'EVeN

else
'ELS

embarrassed
IMB'ERaST

embarrassing
IMB'ERaSING

employee
EMPL'OIII

employees
EMPL'OIIIS

employer
EMPL'OIER

employment
EMPL'OIMeNT

encouragement
ENK'ERILLMeNT

encouraging
ENK'ERILLING

end
'END

ended
'ENDeD

ending
'ENDING

ends
'ENDS

enforcement
ENF'ORSMeNT

enforcing
ENF'ORSING

engine
'ENLLeN

english
'INGGLISH

enjoy
ENLL'OI

enjoyed
ENLL'OID

enough
IN'aF

entertain
ENTERT'EIN

entire
INT'AIER

environment
INV'AIRoNMeNT

envy
'ENVII

equipment
IKU'IPM*NT

errand
'ERaND

error
'ERER

essays
ES'EIS

established
IST'ABLISHT

estimated
'ESTeMEITeD

eternal
IT'ERNaL

europe
I'UReP

europe's
I'URePS

europeans
IUReaP'II*NS

even
'IIVIN

ever
'EVER

every
'EVERII

everybody
'EVRIIBODII

everyday
'EVRIID'EI

everyone
'EVRIIUeN

everything
'EVRIIZING

exactly
IGS'AKTLII

example
IGS'AMPeL

except
IKS'EPT

exception
IKS'EPSHoN

exciting
IKS'AITING

excuse
IKSKI'UUS

exempted
IGS'EMPTID

exercises
'EKSERSAISeS

exit
'EGSIT

expect
IKSP'EKT

expectations
EKSPEKT'EISHoNS

expected
IKSP'EKTeD

expecting
IKSP'EKTING

expensive
IKSP'ENSIV

experience
IKSP'IRIIeNS

explain
IKSPL'EIN

explanations
EKSPLaN'EISHoNS

export
'EKSPORT

express
IKSPR'ES

expression
IKSPR'ESHoN

extra
'EKSTRa

extremely
IKSTR'IIMLII

eyesight
'AISAIT

face
F'EIS

faces
F'EISeS

fact
F'AKT

factors
F'AKTERS

facts
F'AKTS

failure
F'EILIER

fair
F'ER

families
F'AMeLIIS

family
F'AMeLII

famous
F'EIMaS

fans
F'ANS

far
F'AAR

fast
F'AST

fasten
F'ASeN

fastened
F'ASeND

faster
F'ASTER

fastest
F'ASTeST

father
F'AADER

faults
F'OLTS

favour
真favour??

fee
F'II

feel
F'IIL

feet
F'IIT

fell
F'EL

fellow
F'ELOU

felt
F'ELT

few
FI'UU

fifteen
FIFT'IIN

fifty
F'IFTII

fighting
F'AITING

fights
F'AITS

figures
F'IGIERS

fill
F'IL

filling
F'ILING

film
F'ILM

final
F'AINaL

finally
F'AINaLII

find
F'AIND

finding
F'AINDING

finds
F'AINDS

finish
F'INISH

finished
F'INISHT

firm
F'ERM

first
F'ERST

five
F'AIV

fix
F'IKS

fixed
F'IKST

fixing
F'IKSING

flat
FL'AT

flight
FL'AIT

flights
FL'AITS

floor
FL'OR

florida
FL'OReDa

fly
FL'AI

fog
F'OG

following
F'OLOUING

food
F'UUD

fool
F'UUL

foolish
F'UULISH

football
F'UTBOL

for
F'OR

forbidden
F'ORBIDeN

foreign
F'OReiN

foreigners
F'OReiNERS

forever
FER'EVER

forget
FERG'ET

forgot
FERG'OT

forgotten
FERG'OTeN

form
F'ORM

forms
F'ORMS

fortune
F'ORCHoN

forty
F'ORTII

forward
F'ORUERD

fought
F'OT

found
F'AUND

four
F'OR

free
FR'II

french
FR'ENCH

friend
FR'END

friends
FR'ENDS

from
FRoM

front
FRoNT

froze
FR'OUS

full
F'UL

funny
F'oNII

gain
G'EIN

gamble
G'AMBeL

gambling
G'AMBeLING

garage
GER'AASH

gardener
G'AARDeNER

gas
G'AS

gate
G'EIT

gave
G'EIV

general
LL'ENERaL

generations
LLENER'EISHoNS

genoa
LL'ENOU*

gentlemen
LL'ENTeLMIN

germany
LL'ERMaNII

get
G'ET

gets
G'ETS

getting
G'ETING

gifted
G'IFTeD

gifts
G'IFTS

girl
G'ERL

girls
G'ERLS

give
G'IV

gives
G'IVS

giving
G'IVING

glad
GL'AD

glass
GL'AS

go
G'OU

goals
G'OULS

god
G'OD

goes
G'OUS

going
G'OUING

gone
G'ON

good
G'UD

got
G'OT

gotten
G'OTeN

government
GoVERMeNT

graduates
GR'ALLuaU*TS

grandfather
GR'ANDFAADER

granted
GR'ANTeD

great
GR'EIT

greatest
GR'EITeST

grey
GR'EI

gross
GR'OUS

growing
GR'OUING

grown
GR'OUN

guarantee
GERaNT'II

guards
G'AARDS

guess
G'ES

guidance
G'AIDaNS

guy
G'AI

had
J'AD

hadn't
J'AD*NT

half
J'AF

halfhour
真halfhour??

hand
J'AND

handicapped
J'ANDIIKAPT

handle
J'ANDeL

handling
J'ANDLING

hands
J'ANDS

handsome
J'ANSoM

handy
J'ANDII

hang
J'ANG

happen
J'APeN

happened
J'APeND

happy
J'APII

hard
J'AARD

harder
J'AARDER

hardly
J'AARDLII

hardworking
J'AARDUERKING

has
J'AS

hasn't
J'AS*NT

have
J'AV

haven't
J'AVeNT

having
J'AVING

hazardous
J'ASERDaS

haze
J'EIS

he
J'II

he'll
J'IIL

he's
J'IIS

head
J'ED

heads
J'EDS

hear
J'IIR

heard
J'ERD

heating
J'IITING

hectic
J'EKTIK

height
J'AIT

heirs
'ERS

hello
JeL'OU

help
J'ELP

her
JER

here
J'IIR

here's
J'IRS

high
J'AI

higher
J'AIER

highly
J'AILII

him
J'IM

himself
JIMS'ELF

hire
J'AIER

hired
J'AIERD

his
J'IS

history
J'ISTERII

historymaking
真historymaking??

hit
J'IT

hold
J'OULD

holding
J'OULDING

home
J'OUM

homework
J'OUMUERK

honest
'ONeST

hooked
J'UKT

hopeless
J'OUPLeS

horrible
J'OReBeL

horse
J'ORS

horse's
J'ORSeS

hospital
J'OSPITaL

hot
J'OT

hotel
JOUT'EL

hour
'AUER

hours
'AUERS

house
J'AUS

how
J'AU

however
JAU'EVER

huge
JI'UULL

human
JI'UUM*N

humiliating
JIUUM'ILIIEITING

hundred
J'oNDReD

hungry
J'oNGGRII

hurt
J'ERT

hurts
J'ERTS

i
'AI

i'd
'AID

i'll
'AIL

i'm
'AIM

i've
'AIV

ice
'AIS

idea
AID'II*

ideas
AID'II*S

if
'IF

ignore
IGN'OR

illness
'ILNeS

immediately
IM'IIDIIeTLII

immune
IMI'UUN

impersonal
IMP'ERSoNaL

implement
'IMPLeMeNT

implying
IMPL'AIING

important
IMP'ORTaNT

imports
IMP'ORTS

impress
IMPR'ES

impression
IMPR'ESHoN

impressive
IMPR'ESIV

improve
IMPR'UUV

in
IN

including
INKL'UUDING

income
'INKoM

increase
INKR'IIS

incredible
INKR'EDeBeL

independence
INDIP'ENDeNS

indian
'INDII*N

indicates
'INDIKEITS

individual
INDeV'ILLuaU*L

infant
'INFaNT

inflation
INFL'EISHoN

influence
'INFLUUeNS

information
INFERM'EISHoN

informed
INF'ORMD

inheritance
INJ'EReTaNS

injuries
'INLLERIIS

inside
INS'AID

insisted
INS'ISTeD

insisting
INS'ISTING

insomnia
INS'OMNII*

install
INST'OL

installed
INST'OLD

instant
'INSTaNT

instead
INST'ED

instruction
INSTR'oKSHoN

instructions
INSTR'oKSHoNS

instrument
'INSTRoMeNT

insurance
INSH'URaNS

intelligent
INT'ELeLLeNT

intended
INT'ENDeD

intentions
INT'ENCHoNS

interest
'INTReST

interested
'INTReSTeD

interests
'INTReSTS

interior
INT'IRIIER

interrupt
INTER'oPT

interrupted
INTER'oPTID

intersections
INTERS'EKSHoNS

into
INT'UU

is
'IS

isn't
'IS*NT

issue
'ISHUU

it
'IT

it'll
'IT*L

it's
'ITS

italians
IT'ALI*NS

its
'ITS

itself
ITS'ELF

jack
LL'AK

jim
LL'IM

job
LL'OB

jobs
LL'OBS

john
LL'ON

johnson
LL'ONSoN

johnson's
LL'ONSoNS

join
LL'OIN

joined
LL'OIND

jokes
LL'OUKS

jones
LL'OUNS

judge
LL'oLL

judgements
LL'oLLMeNTS

july
LLUUL'AI

jumping
LL'oMPING

june
LL'UUN

just
LL'oST

kangaroo
KANGGER'UU

keep
K'IIP

keeps
K'IIPS

key
K'II

keyboard
K'IIBORD

kids
K'IDS

kill
K'IL

killed
K'ILD

kind
K'AIND

knew
N'UU

knots
N'OTS

know
N'OU

knowing
N'OUING

known
N'OUN

knows
N'OUS

l
'EL

lab
L'AB

labour
L'EIBAUR

lacks
L'AKS

ladies
L'EIDIIS

lady
L'EIDII

landing
L'ANDING

language
L'ANGGUeLL

languages
L'ANGGUeLL*S

last
L'AST

lasting
L'ASTING

late
L'EIT

lately
L'EITLII

later
L'EITER

laugh
L'AF

laughing
L'AFING

law
L'O

laws
L'OS

ld
真ld??

lead
L'ED

leaders
L'IIDERS

learn
L'ERN

learned
L'ERND

learning
L'ERNING

least
L'IIST

leave
L'IIV

leaving
L'IIVING

led
L'ED

left
L'EFT

leg
L'EG

legalized
L'IIGaLAISD

less
L'ES

let
L'ET

letters
L'ETERS

letting
L'ETING

level
L'EVeL

license
L'AISeNS

lied
L'AID

life
L'AIF

lifetime
L'AIFTAIM

lightly
L'AITLII

like
L'AIK

liked
L'AIKT

likes
L'AIKS

limited
L'IMeTeD

line
L'AIN

list
L'IST

listen
L'ISeN

listener
L'ISeNER

listening
L'ISeNING

literature
L'ITERaCHER

little
L'ITeL

live
L'AIV

lived
L'AIVD

liver
L'IVER

lives
L'IVS

living
L'IVING

local
L'OUKaL

located
L'OUKEITeD

london
LoNDoN

long
L'ONG

longer
L'ONGGER

look
L'UK

looked
L'UKT

looking
L'UKING

lose
L'UUS

lot
L'OT

loud
L'AUD

lowered
L'OUERD

loyal
L'OIaL

lucky
L'oKII

lunatic
L'UUNaTIK

lunch
L'oNCH

luxury
L'oGSHERII

lying
L'AIING

machine
MaSH'IIN

mad
M'AD

made
M'EID

madison
M'ADeSoN

magazine
M'AGaSIIN

maids
M'EIDS

main
M'EIN

mainly
M'EINLII

maintain
MEINT'EIN

maintenance
M'EINTeNaNS

make
M'EIK

makes
M'EIKS

making
M'EIKING

man
M'AN

manage
M'ANaLL

managed
M'ANaLLD

manager
M'ANaLLER

manager's
M'ANILLERS

managers
M'ANaLLERS

manuals
M'ANIUU*LS

manufactured
MANIaF'AKCHERD

many
M'ENII

margin
M'AARLLeN

marine
MER'IIN

marry
M'ERII

master
M'ASTER

mastered
M'ASTERD

material
MaT'IRII*L

materials
MaT'IRII*LS

maternity
MaT'ERNITII

matter
M'ATER

mature
MaCH'UR

may
M'EI

me
M'II

mean
M'IIN

means
M'IINS

meantime
M'IINTAIM

measures
M'ESHERS

mechanics
MeK'ANIKS

medical
M'EDeKaL

mediterranean
MEDeTER'EINII*N

meet
M'IIT

meeting
M'IITING

meetings
M'IITINGS

melt
M'ELT

men
M'EN

merchant
M'ERCHaNT

merit
M'EReT

met
M'ET

method
M'EZoD

methods
M'EZoDS

mexican
M'EKSeKaN

miami
MAI'AMII

middle
M'IDeL

midnight
M'IDNAIT

might
M'AIT

million
M'ILI*N

millionaire
MILIeN'ER

mind
M'AIND

mine
M'AIN

mines
M'AINS

minute
M'INoT

minutes
M'INoTS

misjudge
MISLL'oLL

miss
M'IS

missed
M'IST

missile
M'ISeL

mistake
MIST'EIK

molotov
M'OLoTOF

money
MoNII

month
MoNZ

months
MoNZS

mood
M'UUD

moral
M'ORaL

more
M'OR

morning
M'ORNING

most
M'OUST

motto
M'OTOU

mountain
M'AUNTeN

moustache
M'aSTASH

moustaches
真moustaches??

mouth
M'AUZ

move
M'UUV

moves
M'UUVS

movie
M'UUVII

moving
M'UUVING

mr
M'ISTER

much
M'oCH

muscles
M'oSeLS

museum
MIUUS'II*M

music
MI'UUSIK

musical
MI'UUSIK*L

must
M'oST

my
M'AI

myself
MAIS'ELF

name
N'EIM

naples
N'EIPeLS

nasa
N'ASa

national
N'ASHoNaL

natural
N'ACHERaL

nature
N'EICHER

natured
N'EICHERD

navy
N'EIVII

near
N'IR

nearby
N'IRB'AI

neck
N'EK

necklace
N'EKLaS

need
N'IID

needs
N'IIDS

negligence
N'EGLeLLeNS

neighbours
真neighbours??

nervous
N'ERVaS

never
N'EVER

new
N'UU

news
N'UUS

newspaper
N'UUSPEIPER

next
N'EKST

nice
N'AIS

night
N'AIT

no
N'OU

nobody
N'OUBODII

nor
N'OR

normal
N'ORMaL

normally
N'ORMaLII

nose
N'OUS

not
N'OT

notes
N'OUTS

nothing
NoZING

noticed
N'OUTeST

novel
N'OVeL

now
N'AU

nowadays
N'AUaDEIS

number
N'oMBER

obey
OUB'EI

obnoxious
OBN'OKSHiouS

obsessed
oBS'EST

occasion
oK'EISHoN

occur
oK'ER

odd
'OD

of
oV

off
'OF

offended
oF'ENDeD

offer
'OFER

offered
'OFERD

offering
'OFERING

offers
'OFERS

office
'OFeS

offices
'OFeSeS

often
'OFeN

okay
OUK'EI

old
'OULD

older
'OULDER

on
'ON

once
UeNS

one
UeN

onefifth
真onefifth??

oneminute
真oneminute??

ones
UeNS

only
'OUNLII

onto
'ONTUU

opel
'OUPeL

open
'OUPeN

opened
'OUPeND

opera
'OPRe

operate
'OPEREIT

opinion
oP'INI*N

opportunities
OPERT'UUNeTIIS

opportunity
OPERT'UUNeTII

or
'OR

oral
'ORaL

orange
'ORaNLL

orchestra
'ORKeSTRa

order
'ORDER

originally
ER'ILLeNaLII

other
oDER

others
oDERS

otherwise
oDERUAIS

our
'AUER

out
'AUT

outside
'AUTS'AID

over
'OUVER

overeat
'OUVERIIT

overly
'OUVERLII

overnight
'OUVERN'AIT

oversight
'OUVERSAIT

oversleep
OUVERSL'IIP

overslept
OUVERSL'EPT

own
'OUN

packages
P'AKaLLeS

page
P'EILL

paid
P'EID

pain
P'EIN

painted
P'EINTeD

painting
P'EINTING

palace
P'ALaS

panel
P'ANeL

papers
P'EIPERS

paralysed
真paralysed??

parents
P'EReNTS

paris
P'ERIS

park
P'AARK

parked
P'AARKT

part
P'AART

partially
P'AARSHiaLII

parttime
P'AARTTAIM

party
P'AARTII

pass
P'AS

passenger
P'ASeNLLER

passes
P'ASeS

passing
P'ASING

past
P'AST

pay
P'EI

paying
P'EIING

peaceful
P'IISFeL

pension
P'ENSHoN

people
P'IIPeL

percent
PERS'ENT

performance
PERF'ORMaNS

perhaps
PERJ'APS

period
P'IRII*D

permanently
P'ERMaNeNTLII

permit
PERM'IT

person
P'ERSoN

personal
P'ERSINIL

personally
P'ERSoNaLII

personnel
PERSoN'EL

persuading
PERSU'EIDING

peter
P'IITER

philosophical
FILoS'OFIKaL

phone
F'OUN

pick
P'IK

pictures
P'IKCHERS

piece
P'IIS

pipes
P'AIPS

place
PL'EIS

places
PL'EISeS

plan
PL'AN

plane
PL'EIN

planned
PL'AND

planning
PL'ANING

plans
PL'ANS

platform
PL'ATFORM

play
PL'EI

played
PL'EID

player
PL'EIER

plays
PL'EIS

pleasant
PL'ESaNT

please
PL'IIS

pleased
PL'IISD

plumbing
PL'oMING

plus
PL'oS

point
P'OINT

points
P'OINTS

poisonous
P'OISoNaS

polar
P'OULER

politely
PoL'AITLII

poor
P'UR

popular
P'OPIaLER

position
PoS'ISHoN

positive
P'OSeTIV

possibility
POSeB'ILeTII

possible
P'OSeBeL

postman
P'OUSTMaN

pour
P'OR

practice
PR'AKTeS

prefer
PReF'ER

preparation
PREPER'EISHoN

prepare
PRIIP'ER

prepared
PRIIP'ERD

preparing
PRIIP'ERING

presence
PR'ESeNS

present
PR'ESeNT

presentation
PRESeNT'EISHoN

presentations
PRESeNT'EISHoNS

presentday
真presentday??

press
PR'ES

pretty
PR'ITII

prices
PR'AISeS

prior
PR'AIER

prison
PR'ISoN

private
PR'AIVaT

probably
PR'OBaBLII

problem
PR'OBLeM

problems
PR'OBLeMS

process
PR'OSES

processor
PR'OSESER

production
PRoD'oKSHoN

professional
PRoF'ESHoNaL

profits
PR'OFITS

programming
PR'OUGRAMING

programs
PR'OUGRAMS

project
PR'OLLEKT

promise
PR'OMeS

promotion
PRoM'OUSHoN

proportion
PRoP'ORSHoN

proposal
PRoP'OUSaL

proposals
PRoP'OUSaLS

prospects
PR'OSPEKTS

proves
PR'UUVS

provide
PRoV'AID

province
PR'OVeNS

provocation
PROVoK'EISHoN

psychologist
SAIK'OLeLL*ST

public
P'oBLIK

publicity
PoBL'ISeTII

punishing
P'oNISHING

punishments
P'oNISHMeNTS

purpose
P'ERPoS

purse
P'ERS

put
P'UT

puzzle
P'oSeL

puzzles
P'oSeLS

pyjamas
真pyjamas??

question
KU'ESCH*N

questions
KU'ESCH*NS

quiet
KU'AI*T

quit
KU'IT

quite
KU'AIT

radio
R'EIDIIOU

rainy
R'EINII

raise
R'EIS

raising
R'EISING

ran
R'AN

rank
R'ANGK

rate
R'EIT

rather
R'ADER

raw
R'AA

reach
R'IICH

reached
R'IICHT

reactions
RII'AKSH*NS

read
R'ED

reading
R'EDING

ready
R'EDII

real
R'IIL

realize
R'IILAIS

realized
R'IILAISD

realizing
R'IILAISING

really
R'ILII

reason
R'IISoN

reasons
R'IISoNS

receive
ReS'IIV

receives
ReS'IIVS

receiving
ReS'IIVING

recent
R'IISeNT

recharged
RIICH'AARLLD

recommend
REKoM'END

recommended
REKoM'ENDeD

record
ReK'ORD

recorders
RIK'ORDERS

recording
ReK'ORDING

recovered
ReKoVERD

reference
R'EFEReNS

rehearsing
RIJ'ERSING

relations
RIIL'EISHoNS

relative
R'ELaTIV

relaxation
RIILAKS'EISHoN

reliable
RIL'AIeB*L

remained
RIM'EIND

remember
RIM'EMBER

remembered
RIM'EMBERD

reminded
RIIM'AINDeD

reminding
RIIM'AINDING

remodelled
真remodelled??

remove
RIIM'UUV

removed
RIIM'UUVD

renault
ReN'OU

rent
R'ENT

rental
R'ENTaL

rented
R'ENTeD

reorganize
RII'ORGeNAIS

repeat
RIP'IIT

replacement
RIPL'EISMeNT

reply
RIPL'AI

report
RIIP'ORT

reporters
RIP'ORTERS

represent
REPReS'ENT

request
RIKU'EST

requires
RIIKU'AIERS

research
RIIS'ERCH

reservations
RESERV'EISHoNS

resort
RIS'ORT

respect
RISP'EKT

responsibility
RIISPONSeB'ILeTII

rest
R'EST

restaurant
R'ESTERAANT

restore
RIST'OR

restrooms
R'ESTRUUMS

result
RIS'oLT

results
RIS'oLTS

resumes
RIS'UUMS

retire
RIT'AIR

retired
RIT'AIRD

retirement
RIIT'AIERMeNT

return
RIT'ERN

reveal
RIV'IIL

revenue
R'EVeNUU

reward
RIU'ORD

rewards
RIU'ORDS

rich
R'ICH

right
R'AIT

ring
R'ING

risen
R'ISeN

risk
R'ISK

river
R'IVER

road
R'OUD

rock
R'OK

rolled
R'OULD

rome
R'OUM

room
R'UUM

round
R'AUND

royal
R'OIaL

rumours
RUUMERS

run
R'oN

runs
R'oNS

russians
R'oSHiaNS

sacred
S'EIKReD

safest
S'EIFeST

said
S'ED

salary
S'ALERII

sales
S'EILS

same
S'EIM

sample
S'AMPeL

samples
S'AMPeLS

sandwich
S'ANDUICH

sanest
真sanest??

saturday
S'ATERDII

sausage
S'OSaLL

save
S'EIV

saw
S'O

say
S'EI

saying
S'EIING

schedule
SK'ELLUL

school
SK'UUL

sea
S'II

seasick
S'IISIK

seat
S'IIT

second
S'EKoND

seconds
S'EKoNDS

secretary
S'EKReTERII

see
S'II

seeing
S'IIING

seemed
S'IIMD

seems
S'IIMS

seen
S'IIN

sees
S'IIS

selfishness
S'ELFISHNeS

send
S'END

sending
S'ENDING

sense
S'ENS

sensitive
S'ENSeTIV

sent
S'ENT

sentence
S'ENTeNS

september
SEPT'EMBER

series
S'IRIIS

serious
S'IRII*S

seriousness
S'IRIIeSN*S

serve
S'ERV

served
S'ERVD

service
S'ERVeS

session
S'ESHoN

set
S'ET

seven
S'EVeN

seventy
S'EVeNTII

several
S'EVReL

shall
SH'AL

shape
SH'EIP

shaved
SH'EIVD

she
SH'II

sheets
SH'IITS

ship
SH'IP

shipment
SH'IPMeNT

shirt
SH'ERT

shoes
SH'UUS

shopping
SH'OPING

short
SH'ORT

shortage
SH'ORTaLL

shorter
SH'ORTER

shots
SH'OTS

should
SH'UD

shouldn't
SH'UD*NT

show
SH'OU

showed
SH'OUD

shows
SH'OUS

side
S'AID

sign
S'AIN

signed
S'AIND

simple
S'IMPeL

simply
S'IMPLII

since
S'INS

sing
S'ING

single
S'INGGeL

sister
S'ISTER

sit
S'IT

situation
SICHUU'EISH*N

six
S'IKS

sixteen
SIKST'IIN

sixty
S'IKSTII

skilful
真skilful??

skip
SK'IP

skyscraper
SK'AISKREIPER

sleep
SL'IIP

slight
SL'AIT

slightest
SL'AITeST

slower
SL'OUER

slowly
SL'OULII

small
SM'OL

smallest
SM'OLeST

smart
SM'AART

smarter
SM'AARTER

smile
SM'AIL

smith
SM'IZ

smith's
SM'IZS

smoke
SM'OUK

smuggler
SM'oGLER

snake
SN'EIK

so
S'OU

sold
S'OULD

soldiers
S'OULLLERS

solutions
SoL'UUSHoNS

solve
S'OLV

solved
S'OLVD

some
SoM

somebody
SoMBAADII

someone
SoMUeN

something
SoMZING

sometimes
SoMT'AIMS

son
SoN

son's
SoNS

soon
S'UUN

sooner
S'UUNER

sore
S'OR

sorry
S'ORII

source
S'ORS

south
S'AUZ

spare
SP'ER

speak
SP'IIK

speaking
SP'IIKING

speaks
SP'IIKS

special
SP'ESHiaL

speciallymade
真speciallymade??

speech
SP'IICH

speed
SP'IID

spend
SP'END

spends
SP'ENDS

spent
SP'ENT

spill
SP'IL

spoke
SP'OUK

spoken
SP'OUKeN

stable
ST'EIBeL

stand
ST'AND

standing
ST'ANDING

star
ST'AAR

staring
ST'ERING

start
ST'AART

started
ST'AARTeD

starters
ST'AARTERS

starting
ST'AARTING

starts
ST'AARTS

states
ST'EITS

statesmen
ST'EITSMIN

station
ST'EISHoN

stay
ST'EI

stayed
ST'EID

staying
ST'EIING

steak
ST'EIK

step
ST'EP

stick
ST'IK

still
ST'IL

stock
ST'OK

stolen
ST'OULeN

stomach
SToMaK

stop
ST'OP

stopped
ST'OPT

story
ST'ORII

straight
STR'EIT

strange
STR'EINLL

street
STR'IIT

strict
STR'IKT

strictly
STR'IKTLII

strong
STR'ONG

strongly
STR'ONGLII

stubborn
ST'oBERN

stuck
ST'oK

students
ST'UUDeNTS

study
ST'oDII

subject
SoBLL'EKT

subjects
S'oBLLIKTS

subordinate
SoB'ORDeNEIT

subordinates
SoB'ORDeNEITS

succeed
SoKS'IID

success
SoKS'ES

successful
SoKS'ESFoL

such
S'oCH

suffered
S'oFERD

suggesting
SoGLL'ESTING

summary
S'oMERII

summer
S'oMER

summers
S'oMERS

sun
S'oN

supply
SoPL'AI

support
SoP'ORT

suppose
SoP'OUS

supposed
SoP'OUSD

sure
SH'UR

surpassed
SERP'AST

surprise
SERPR'AIS

surprised
SERPR'AISD

survive
SERV'AIV

swallow
SU'OLOU

swedes
SU'IIDS

swim
SU'IM

system
S'IST*M

t
T'II

table
T'EIBeL

take
T'EIK

taken
T'EIKeN

takeoff
T'EIKOF

takes
T'EIKS

taking
T'EIKING

talent
T'ALeNT

talk
T'OK

talking
T'OKING

tall
T'OL

taller
T'OLER

tape
T'EIP

targets
T'AARGeTS

task
T'ASK

taste
T'EIST

tasted
T'EISTeD

taught
T'OT

tax
T'AKS

taxes
T'AKSeS

taxfree
真taxfree??

tbr
真tbr??

teach
T'IICH

teacher
T'IICHER

teachers'
T'IICHERS

teaching
T'IICHING

team
T'IIM

technical
T'EKNIKaL

teenager
T'IINEILLER

telegram
T'ELeGRAM

telephone
T'ELeFOUN

tell
T'EL

telling
T'ELING

temper
T'EMPER

temperature
T'EMPReCHER

ten
T'EN

tend
T'END

tends
T'ENDS

terrible
T'EReBeL

terribly
T'EReBLII

test
T'EST

tested
T'ESTeD

than
D'AN

thank
Z'ANGK

thanks
Z'ANGKS

that
D'AT

that's
D'ATS

the
De

their
D'ER

them
D'EM

then
D'EN

there
D'ER

there's
D'ERS

these
D'IIS

they
D'EI

they'll
D'EIL

they're
D'ER

they've
D'EIV

thing
Z'ING

things
Z'INGS

think
Z'INGK

thinking
Z'INGKING

third
Z'ERD

thirty
Z'ERDII

this
D'IS

those
D'OUS

though
D'OU

thought
Z'OT

thousand
Z'AUSaND

three
ZR'II

threw
ZR'UU

through
ZR'UU

thrown
ZR'OUN

tide
T'AID

tie
T'AI

tightest
T'AITeST

time
T'AIM

times
T'AIMS

tired
T'AIERD

tires
T'AIERS

title
T'AITeL

to
T'UU

today
ToD'EI

together
ToG'EDER

tokyo
T'OUKIIOU

told
T'OULD

tomorrow
ToM'OROU

tonight
ToN'AIT

too
T'UU

took
T'UK

top
T'OP

topfloor
真topfloor??

touring
T'URING

towards
ToU'ORDS

towed
T'OUD

towel
T'AUeL

town
T'AUN

towns
T'AUNS

train
TR'EIN

training
TR'EINING

trains
TR'EINS

transition
TRANS'ISHoN

travelling
TR'AVeLING

treat
TR'IIT

treated
TR'IITeD

tribal
TR'AIBaL

tribes
TR'AIBS

tried
TR'AID

trinidad
TR'INIDAD

troops
TR'UUPS

trouble
TR'aBeL

troublemakers
TR'aBeLMEIKERS

truck
TR'oK

true
TR'UU

truly
TR'UULII

trust
TR'oST

trusted
TR'oSTID

trusting
TR'oSTING

trustworthy
TR'oSTUERDII

truth
TR'UUZ

try
TR'AI

trying
TR'AIING

tune
T'UUN

tunnel
T'oNeL

turn
T'ERN

turned
T'ERND

turning
T'ERNING

tuxedos
ToKS'IIDOUS

tv
T'IIV'II

twa
真twa??

twenty
TU'ENTII

twice
TU'AIS

twist
TU'IST

two
T'UU

tying
T'AIING

type
T'AIP

types
T'AIPS

typewritten
T'AIPRITeN

typists
T'AIPISTS

under
'oNDER

understand
oNDERST'AND

understanding
oNDERST'ANDING

unique
IUUN'IIK

university
IUUNeV'ERS*TII

unsettle
oNS'ETeL

until
oNT'IL

up
'oP

upbringing
'oPBRINGING

upset
oPS'ET

upstairs
oPST'ERS

us
'oS

use
I'UUS

used
I'UUSD

useful
I'UUSFoL

using
I'UUSING

usually
I'UUSH*U*LII

vacation
VEIK'EISHoN

values
V'ALIUUS

ventilation
VENTeL'EISHoN

very
V'ERII

veteran
V'ETERaN

vibrate
V'AIBREIT

vietnam
VIIETN'AAM

view
VI'UU

visit
V'ISeT

visited
V'ISeTeD

visitors
V'ISeTERS

vodka
V'ODKa

volume
V'OLIUUM

wait
U'EIT

waiting
U'EITING

walk
U'OK

walls
U'OLS

want
U'AANT

wanted
U'AANT*D

wants
U'AANTS

warm
U'ORM

warning
U'ORNING

wars
U'ORS

was
U'AAS

wasn't
U'AAS*NT

waste
U'EIST

wasting
U'EISTING

watch
U'AACH

water
U'OTER

way
U'EI

we
U'II

we'll
U'IIL

we're
U'IIR

we've
U'IIV

wealth
U'ELZ

wear
U'ER

wearing
U'ERING

weather
U'EDER

wedding
U'EDING

week
U'IIK

weeks
U'IIKS

well
U'EL

went
U'ENT

were
UER

weren't
U'ER*NT

west
U'EST

what
U'*T

what's
U'*TS

whatever
UeT'EVER

wheel
U'IIL

when
U'EN

whenever
UEN'EVER

where
U'ER

whether
U'EDER

which
U'ICH

while
U'AIL

who
J'UU

who'll
J'UUL

whoever
JUU'EVER

whole
J'OUL

whose
J'UUS

why
U'AI

wife
U'AIF

wife's
U'AIFS

will
U'IL

willing
U'ILING

win
U'IN

window
U'INDOU

wine
U'AIN

winner
U'INER

wisconsin
UISK'AANS*N

wise
U'AIS

wish
U'ISH

with
U'ID

within
UID'IN

without
UIZ'AUT

witnesses
U'ITNeS*S

women
U'IM*N

won
U'*N

won't
U'OUNT

wonder
UeNDER

wonderful
UeNDERF*L

word
U'ERD

words
U'ERDS

work
U'ERK

worked
U'ERKT

working
U'ERKING

works
U'ERKS

world
U'ERLD

worn
U'ORN

worries
U'ERIIS

worry
U'ERII

worse
U'ERS

worst
U'ERST

worthwhile
U'ERZU'AIL

would
U'UD

would've
U'UD*V

wouldn't
U'UD*NT

wounded
U'UUND*D

wrap
R'AP

write
R'AIT

writing
R'AITING

wrong
R'ONG

wrote
R'OUT

year
I'IR

year's
I'IRS

years
I'IRS

yes
I'ES

yesterday
I'ESTERDEI

yet
I'ET

york
I'ORK

you
I'UU

you'd
I'UUD

you'll
I'UUL

you're
I'UR

you've
I'UUV

young
I'*NG

younger
IeNGGER

your
I'OR

yourself
IERS'ELF

