A
A

ABILITIES
AB'ILITIIS

ABLE
'EIBEL

ABOUT
AB'AUT

ABROAD
ABR'OD

ACCEPT
AKS'EPT

ACCIDENT
'AKSIDENT

ACCIDENTALLY
AKSID'ENTALII

ACCIDENTS
'AKSIDENTS

ACCORDING
AK'ORDING

ACID
'ASID

ACQUIRED
AKU'AIERD

ACROSS
AKR'OS

ACTING
'AKTING

ACTION
'AKSH*N

ACTIONS
'AKSH*NS

ACTIVITY
AKT'IVITII

ACTUAL
'AKCH*U*L

ADD
'AD

ADDRESS
'ADRES

ADDRESSED
ADR'EST

ADMINISTRATION
ADMINISTR'EISH*N

ADMIRAL
'ADMERAL

ADMIT
ADM'IT

ADVANCED
ADV'ANST

ADVANTAGE
ADV'ANTILL

ADVENTUROUS
ADV'ENCHER*S

ADVERTISE
'ADVERTAIS

ADVICE
ADV'AIS

ADVISE
ADV'AIS

ADVISOR
ADV'AISER

AFFECT
AF'EKT

AFFECTING
AF'EKTING

AFRAID
AFR'EID

AFRICA
'AFRIKA

AFRICAN
'AFRIKAN

AFTER
'AFTER

AFTERNOON
AFTERN'UUN

AGAIN
AG'EN

AGAINST
AG'ENST

AGE
'EILL

AGO
AG'OU

AGREE
AGR'II

AHEAD
AJ'ED

AIR
'ER

AIRCRAFT
'ERKRAFT

AIRPORT
'ERPORT

ALARM
ALARM

ALL
'OL

ALONE
AL'OUN

ALONG
AL'ONG

ALREADY
OLR'EDII

ALSO
'OLSOU

ALTERNATIVE
OLT'ERNATIV

ALTERNATIVES
OLT'ERNATIVS

ALWAYS
'OLUEIS

AM
'AM

AMERICA
AM'ERIKA

AMERICANS
AM'ERIKANS

AMMUNITION
AMIIN'ISH*N

AMONG
AMONG

AMOUNT
AM'AUNT

AN
'AN

ANALYSE
真ANALYSE??

AND
AND

ANGRY
'ANGGRII

ANKLE
'ANGKEL

ANNOUNCE
AN'AUNS

ANNOUNCED
AN'AUNST

ANOTHER
ANODER

ANSWER
'ANSER

ANSWERED
'ANSERD

ANY
'ENII

ANYBODY
'ENIIB*DII

ANYBODY'S
'ENIIB*DIIS

ANYONE
'ENIIU*N

ANYTHING
'ENIIZING

ANYWHERE
'ENIIUER

APARTMENT
APARTMENT

APPARENTLY
AP'ERENTLII

APPLE
'APEL

APPLICATION
APLIK'EISH*N

APPLYING
APL'AIING

APPOINTMENT
AP'OINTMENT

APPRECIATE
APR'IISHIIEIT

APPRECIATES
APR'IISHIIEITS

APPROACH
APR'OUCH

APPROVAL
APR'UUVAL

APPROVED
APR'UUVD

ARABIC
'ARABIK

ARABS
'ARABS

ARE
AR

AREA
'ERII*

AREN'T
ARENT

ARGUMENTS
ARGIEM*NTS

ARITHMETIC
ERIZM'ETIK

ARM
ARM

ARMY
ARMII

AROUND
ER'AUND

ARRANGED
ER'EINLLD

ARRIVED
ER'AIVD

ARRIVING
ER'AIVING

AS
'AS

ASK
'ASK

ASKED
'ASKT

ASKING
'ASKING

ASPECT
'ASPEKT

ASSURE
ASH'UR

ASSURES
ASH'URS

AT
'AT

ATHENS
'AZENS

ATTACKED
AT'AKT

ATTEND
AT'END

ATTENTION
AT'ENSH*N

ATTITUDE
'ATITUUD

ATTORNEY
AT'ERNII

ATTORNEYS
AT'ERNIIS

AUGUST
'AAGUST

AUTHORITIES
*Z'OR*TIIS

AUTHORITY
*Z'OR*TII

AUTHORIZED
'OZERAISD

AVAIL
AV'EIL

AVAILABLE
AV'EILABEL

AVENUE
'AVENUU

AVOID
AV'OID

AVOIDED
AV'OIDED

AWAKE
AU'EIK

AWARE
AU'ER

AWAY
AU'EI

AWFUL
AFUL

BABY
B'EIBII

BACK
B'AK

BACKROW
真BACKROW??

BAD
B'AD

BAGGAGE
B'AGALL

BANANA
BAN'ANA

BANK
B'ANGK

BANQUET
B'ANGKU*T

BAR
BAR

BARELY
B'ERLII

BARS
BARS

BASED
B'EIST

BASIS
B'EISIS

BASKETBALL
B'ASKETBOL

BATCH
B'ACH

BATHROOM
B'AZRUUM

BATTERY
B'ATERII

BE
B'II

BEAR
B'ER

BEAT
B'IIT

BEAUTY
BI'UUTII

BECAME
BIK'EIM

BECAUSE
BIK'OS

BED
B'ED

BEEN
B'IN

BEFORE
BIF'OR

BEFOREHAND
BIF'ORJAND

BEGAN
BIG'AN

BEGUN
BIGUN

BEHIND
BIJ'AIND

BEING
B'IIING

BELIEVE
BIL'IIV

BELIEVED
BIL'IIVD

BELONG
BIL'ONG

BELOW
BIL'OU

BELT
B'ELT

BENCH
B'ENCH

BESIDES
BIS'AIDS

BEST
B'EST

BET
B'ET

BETTER
B'ETER

BETWEEN
BITU'IIN

BIG
B'IG

BIGGER
B'IGER

BIGGEST
B'IGEST

BILL
B'IL

BILL'S
B'ILS

BILLS
B'ILS

BINGO
B'INGGOU

BIRTH
B'ERZ

BIRTHDAY
B'ERZDEI

BITTEN
B'ITEN

BLACK
BL'AK

BLANK
BL'ANGK

BLINDFOLDED
BL'AINDFOULDID

BLOCKS
BLOKS

BLOWOUT
BL'OUAUT

BOARD
B'ORD

BOMB
BOM

BOOK
B'UK

BOOKS
B'UKS

BOOKSTORE
B'UKSTOR

BORE
B'OR

BOREDOM
B'ORDEM

BORING
B'ORING

BOSS
BOS

BOSS'
B'OS

BOTH
B'OUZ

BOTHERED
BODERD

BOTHERING
BODERING

BOUGHT
B'AAT

BRAG
BR'AG

BRAND
BR'AND

BREAKFAST
BR'EKFAST

BRIEF
BR'IIF

BRING
BR'ING

BROKEN
BR'OUKEN

BROTHER
BRODER

BUILDING
B'ILDING

BUILT
B'ILT

BUSINESS
B'ISNIS

BUSTLING
BUSILING

BUSY
B'ISII

BUT
BUT

BUY
B'AI

BY
B'AI

CAF
真CAF??

CALL
K'OL

CALLED
K'OLD

CALLING
K'OLING

CALLS
K'OLS

CAME
K'EIM

CAMP
K'AMP

CAN
K'AN

CAN'T
K'ANT

CANCELLATIONS
KANSEL'EISH*NS

CANDIDATE
K'ANDIDEIT

CANDIDATES
K'ANDIDEITS

CAP
K'AP

CAPABLE
K'EIPABEL

CAPITOL
K'APITOL

CAPTAIN
K'APT*N

CAPTIVATED
K'APTIVEITID

CAR
KAR

CARD
KARD

CARE
K'ER

CAREFUL
K'ERFEL

CARPET
KARPET

CARROT
K'AROT

CARRY
K'ARII

CARRYING
K'ARIIING

CASE
K'EIS

CASH
K'ASH

CASINOS
KAS'IINOUS

CAUSE
K'AAS

CAUSED
K'AASD

CEILING
S'IILING

CERTAIN
S'ERT*N

CHAIR
CH'ER

CHAIRMAN
CH'ERMAN

CHAMPAGNE
SHAMP'EIN

CHAMPIONSHIP
CH'AMPIIINSHIP

CHANCE
CH'ANS

CHANGE
CH'EINLL

CHANGING
CH'EINLLING

CHARACTER
K'ERIKTER

CHARGE
CHARLL

CHARLIE
CHARLII

CHATTED
CH'ATED

CHEAP
CH'IIP

CHECKED
CH'EKT

CHECKUP
CH'EKUP

CHILD
CH'AILD

CHILDREN
CH'ILDREN

CHOICE
CH'OIS

CHOOSE
CH'UUS

CHOOSING
CH'UUSING

CHRISTMAS
KR'ISMAS

CIRCUMSTANCES
S'ERKUMSTANSES

CITY
S'ITII

CIVIL
S'IVIL

CLASS
KL'AS

CLASSES
KL'ASES

CLASSMATES
KL'ASMEITS

CLEANING
KL'IINING

CLEAR
KL'IR

CLIMATE
KL'AIMAT

CLIMB
KL'AIM

CLOCK
KLOK

CLOSED
KL'OUSD

CLOSER
KL'OUSER

COAST
K'OUST

COASTAL
K'OUSTAL

COCKTAIL
KOKTEIL

COFFEE
KOFII

COLD
K'OULD

COLDER
K'OULDER

COLDHEARTED
真COLDHEARTED??

COLLECTIVE
KOL'EKTIV

COLLEGE
KOLILL

COLOUR
真COLOUR??

COME
KOM

COMES
KOMS

COMFORTABLE
KOMFERTABEL

COMING
KOMING

COMMENTS
KOMENTS

COMMERCIALS
KOM'ERSH*LS

COMMON
KOMON

COMPANIES
KOMPANIIS

COMPANY
KOMPANII

COMPANY'S
KOMPANIIS

COMPARED
KOMP'ERD

COMPETITORS'
KOMP'ETITERS

COMPLETED
KOMPL'IITED

COMPLETELY
KOMPL'IITLII

COMPLICATED
KOMPLIKEITED

COMPUTER
KOMPI'UUTER

COMPUTERIZED
KOMPI'UUTERAISD

CONCRETE
KONKR'IIT

CONDENSED
KOND'ENST

CONDITIONING
KOND'ISH*NING

CONDUCTOR
KONDUKTER

CONFIDENT
KONFIDENT

CONFIDENTLY
KONFIDENTLII

CONFLICT
KONFLIKT

CONFUSING
KONFI'UUSING

CONGO
KONGGOU

CONNECT
KON'EKT

CONSIDER
KONS'IDER

CONSIDERS
KONS'IDERS

CONSOLATION
KAANSOL'EISH*N

CONSTANT
KONSTANT

CONSTANTLY
KONSTANTLII

CONSULT
KONSULT

CONTACT
KONTAKT

CONTAGIOUS
KONT'EILL*S

CONTAINS
KONT'EINS

CONTRACT
KONTRAKT

CONTRARY
KONTRERII

CONTROL
KONTR'OUL

CONTROLLED
KONTR'OULD

CONVENTION
KONV'ENSH*N

CONVINCING
KONV'INSING

CORFU
真CORFU??

COSTCUTTING
K'OSTKUTING

COSTS
KOSTS

COULD
K'UD

COULD'VE
KUDEV

COULDN'T
K'UD*NT

COUNT
K'AUNT

COUNTERPARTS
K'AUNTERPAARTS

COUNTRY
K'*NTRII

COUNTRYSIDE
K'*NTRIISAID

COUPLE
K'*PEL

COURAGE
K'ERALL

COURSE
K'ORS

COURT
K'ORT

COURTROOM
K'ORTRUUM

COVERS
KOVERS

COW
K'AU

CRASH
KR'ASH

CRAZY
KR'EISII

CREATES
KRII'EITS

CREDIT
KR'EDIT

CREW
KR'UU

CROSSWORD
KR'OSUERD

CROWD
KR'AUD

CRUISE
KR'UUS

CRYING
KR'AIING

CURE
KI'UR

CURRENT
K'ERENT

CUSTOMS
KUSTOMS

CYNICAL
S'INIK*L

DAMP
D'AMP

DANGER
D'EINLLER

DANNY
D'ANII

DAY
D'EI

DAYS
D'EIS

DEAD
D'ED

DEADLINES
D'EDLAINS

DEAF
D'EF

DEAL
D'IIL

DEATH
D'EZ

DECIDED
DIS'AIDID

DECISION
DIS'ISH*N

DECISIONS
DIS'ISH*NS

DECISIVE
DIS'AISIV

DECLINE
DIKL'AIN

DEFECT
D'IIFEKT

DEGREES
DIGR'IIS

DELAYED
DIL'EID

DELEGATED
D'ELEGEITED

DELIVERED
DIL'IVERD

DEMANDING
DIM'ANDING

DEMONSTRATORS
D'EMONSTREITERS

DEPARTMENT
DIPARTMENT

DEPARTMENTS
DIPARTMENTS

DEPRESS
DIPR'ES

DEPRESSED
DIPR'EST

DESPITE
DISP'AIT

DETAILS
DIT'EILS

DICTATOR
DIKT'EITER

DID
D'ID

DIDN'T
D'ID*NT

DIE
D'AI

DIED
D'AID

DIFFERENCE
D'IFERENS

DIFFERENT
D'IFERENT

DINNER
D'INER

DIRECTED
DER'EKTED

DIRECTION
DER'EKSH*N

DISABLED
DIS'EIBELD

DISAGREE
DISAGR'II

DISCOURAGE
DISK'ERILL

DISCOURAGED
DISK'ERALLD

DISH
D'ISH

DISPERSE
DISP'ERS

DISTRACTS
DISTR'AKTS

DISTRIBUTOR
DISTR'IBIOTER

DIVIDING
DIV'AIDING

DIVISION
DIV'ISH*N

DO
D'UU

DOBERMAN
D'OUBERMAN

DOCTOR
DOKTER

DOCTORS
DOKTERS

DOCUMENTS
DOKIEM*NTS

DOES
D'*S

DOESN'T
D'*S*NT

DOGS
DOGS

DOING
D'UUING

DOLLARS
DOLERS

DON'T
D'OUNT

DONE
DON

DOOR
D'OR

DOUBLE
D'*BEL

DOUBT
D'AUT

DOWN
D'AUN

DRAMATIC
DRAM'ATIK

DRASTIC
DR'ASTIK

DREAD
DR'ED

DREAM
DR'IIM

DRESSED
DR'EST

DRINK
DR'INGK

DRINKING
DR'INGKING

DRIVE
DR'AIV

DRIVER
DR'AIVER

DRIVERS
DR'AIVERS

DRIVERS'
DR'AIVERS

DRIVING
DR'AIVING

DROPS
DROPS

DRUNK
DRUNGK

DRY
DR'AI

DUCT
DUKT

DURING
D'URING

DUTY
D'UUTII

EACH
'IICH

EARLY
'ERLII

EARNED
'ERND

EASE
'IIS

EASIER
'IISIIER

EASIEST
'IISII*ST

EASILY
'IISILII

EAST
'IIST

EASY
'IISII

EATEN
'IITEN

EATING
'IITING

EDDIE
'EDII

EFFECTIVE
IF'EKTIV

EFFECTIVELY
IF'EKTIVLII

EFFECTIVENESS
IF'EKTIVNES

EFFORT
'EFERT

EFFORTS
'EFERTS

EIGHT
'EIT

EITHER
'IIDER

ELECTRONICS
ILEKTRONIKS

ELEVEN
IL'EVEN

ELSE
'ELS

EMBARRASSED
IMB'ERAST

EMBARRASSING
IMB'ERASING

EMPLOYEE
EMPL'OIII

EMPLOYEES
EMPL'OIIIS

EMPLOYER
EMPL'OIER

EMPLOYMENT
EMPL'OIMENT

ENCOURAGEMENT
ENK'ERILLMENT

ENCOURAGING
ENK'ERILLING

END
'END

ENDED
'ENDED

ENDING
'ENDING

ENDS
'ENDS

ENFORCEMENT
ENF'ORSMENT

ENFORCING
ENF'ORSING

ENGINE
'ENLLIN

ENGLISH
'INGGLISH

ENJOY
ENLL'OI

ENJOYED
ENLL'OID

ENOUGH
IN'*F

ENTERTAIN
ENTERT'EIN

ENTIRE
INT'AIER

ENVIRONMENT
INV'AIRONMENT

ENVY
'ENVII

EQUIPMENT
IKU'IPM*NT

ERRAND
'ERAND

ERROR
'ERER

ESSAYS
ES'EIS

ESTABLISHED
IST'ABLISHT

ESTIMATED
'ESTIMEITED

ETERNAL
IT'ERNAL

EUROPE
I'UREP

EUROPE'S
I'UREPS

EUROPEANS
IUR*P'II*NS

EVEN
'IIVIN

EVER
'EVER

EVERY
'EVERII

EVERYBODY
'EVRIIBAADII

EVERYDAY
'EVRIID'EI

EVERYONE
'EVRIIUEN

EVERYTHING
'EVRIIZING

EXACTLY
IGS'AKTLII

EXAMPLE
IGS'AMPEL

EXCEPT
IKS'EPT

EXCEPTION
IKS'EPSH*N

EXCITING
IKS'AITING

EXCUSE
IKSKI'UUS

EXEMPTED
IGS'EMPTID

EXERCISES
'EKSERSAISES

EXIT
'EGSIT

EXPECT
IKSP'EKT

EXPECTATIONS
EKSPEKT'EISH*NS

EXPECTED
IKSP'EKTED

EXPECTING
IKSP'EKTING

EXPENSIVE
IKSP'ENSIV

EXPERIENCE
IKSP'IRIIENS

EXPLAIN
IKSPL'EIN

EXPLANATIONS
EKSPLAN'EISH*NS

EXPORT
'EKSPORT

EXPRESS
IKSPR'ES

EXPRESSION
IKSPR'ESH*N

EXTRA
'EKSTRA

EXTREMELY
IKSTR'IIMLII

EYESIGHT
'AISAIT

FACE
F'EIS

FACES
F'EISES

FACT
F'AKT

FACTORS
F'AKTERS

FACTS
F'AKTS

FAILURE
F'EILIER

FAIR
F'ER

FAMILIES
F'AMILIIS

FAMILY
F'AMILII

FAMOUS
F'EIM*S

FANS
F'ANS

FAR
FAR

FAST
F'AST

FASTEN
F'ASEN

FASTENED
F'ASEND

FASTER
F'ASTER

FASTEST
F'ASTEST

FATHER
FADER

FAULTS
F'OLTS

FAVOUR
真FAVOUR??

FEE
F'II

FEEL
F'IIL

FEET
F'IIT

FELL
F'EL

FELLOW
F'ELOU

FELT
F'ELT

FEW
FI'UU

FIFTEEN
FIFT'IIN

FIFTY
F'IFTII

FIGHTING
F'AITING

FIGHTS
F'AITS

FIGURES
F'IGIERS

FILL
F'IL

FILLING
F'ILING

FILM
F'ILM

FINAL
F'AINAL

FINALLY
F'AINALII

FIND
F'AIND

FINDING
F'AINDING

FINDS
F'AINDS

FINISH
F'INISH

FINISHED
F'INISHT

FIRM
F'ERM

FIRST
F'ERST

FIVE
F'AIV

FIX
F'IKS

FIXED
F'IKST

FIXING
F'IKSING

FLAT
FL'AT

FLIGHT
FL'AIT

FLIGHTS
FL'AITS

FLOOR
FL'OR

FLORIDA
FL'ORIDA

FLY
FL'AI

FOG
FOG

FOLLOWING
FOLOUING

FOOD
F'UUD

FOOL
F'UUL

FOOLISH
F'UULISH

FOOTBALL
F'UTBOL

FOR
F'OR

FORBIDDEN
F'ORBIDEN

FOREIGN
F'OR*N

FOREIGNERS
F'OR*NERS

FOREVER
FER'EVER

FORGET
FERG'ET

FORGOT
FERGOT

FORGOTTEN
FERGOTEN

FORM
F'ORM

FORMS
F'ORMS

FORTUNE
F'ORCHUN

FORTY
F'ORTII

FORWARD
F'ORUERD

FOUGHT
F'OT

FOUND
F'AUND

FOUR
F'OR

FREE
FR'II

FRENCH
FR'ENCH

FRIEND
FR'END

FRIENDS
FR'ENDS

FROM
FROM

FRONT
FRONT

FROZE
FR'OUS

FULL
F'UL

FUNNY
FUNII

GAIN
G'EIN

GAMBLE
G'AMBEL

GAMBLING
G'AMBILING

GARAGE
GERASH

GARDENER
GARDENER

GAS
G'AS

GATE
G'EIT

GAVE
G'EIV

GENERAL
LL'ENERAL

GENERATIONS
LLENER'EISH*NS

GENOA
LL'ENOU*

GENTLEMEN
LL'ENTELMIN

GERMANY
LL'ERMANII

GET
G'ET

GETS
G'ETS

GETTING
G'ETING

GIFTED
G'IFTED

GIFTS
G'IFTS

GIRL
G'ERL

GIRLS
G'ERLS

GIVE
G'IV

GIVES
G'IVS

GIVING
G'IVING

GLAD
GL'AD

GLASS
GL'AS

GO
G'OU

GOALS
G'OULS

GOD
GOD

GOES
G'OUS

GOING
G'OUING

GONE
G'ON

GOOD
G'UD

GOT
GOT

GOTTEN
GOTEN

GOVERNMENT
GOVERMENT

GRADUATES
GR'ALL*U*TS

GRANDFATHER
GR'ANDFAADER

GRANTED
GR'ANTED

GREAT
GR'EIT

GREATEST
GR'EITEST

GREY
GR'EI

GROSS
GR'OUS

GROWING
GR'OUING

GROWN
GR'OUN

GUARANTEE
GERANT'II

GUARDS
G'AARDS

GUESS
G'ES

GUIDANCE
G'AIDANS

GUY
G'AI

HAD
J'AD

HADN'T
J'AD*NT

HALF
J'AF

HALFHOUR
真HALFHOUR??

HAND
J'AND

HANDICAPPED
J'ANDIIKAPT

HANDLE
J'ANDEL

HANDLING
J'ANDLING

HANDS
J'ANDS

HANDSOME
J'ANSOM

HANDY
J'ANDII

HANG
J'ANG

HAPPEN
J'APEN

HAPPENED
J'APEND

HAPPY
J'APII

HARD
JARD

HARDER
JARDER

HARDLY
JARDLII

HARDWORKING
JARDUERKING

HAS
J'AS

HASN'T
J'AS*NT

HAVE
J'AV

HAVEN'T
J'AVENT

HAVING
J'AVING

HAZARDOUS
J'ASERD*S

HAZE
J'EIS

HE
J'II

HE'LL
J'IIL

HE'S
J'IIS

HEAD
J'ED

HEADS
J'EDS

HEAR
J'IIR

HEARD
J'ERD

HEATING
J'IITING

HECTIC
J'EKTIK

HEIGHT
J'AIT

HEIRS
'ERS

HELLO
JEL'OU

HELP
J'ELP

HER
JER

HERE
J'IIR

HERE'S
J'IRS

HIGH
J'AI

HIGHER
J'AIER

HIGHLY
J'AILII

HIM
J'IM

HIMSELF
JIMS'ELF

HIRE
J'AIER

HIRED
J'AIERD

HIS
J'IS

HISTORY
J'ISTERII

HISTORYMAKING
真HISTORYMAKING??

HIT
J'IT

HOLD
J'OULD

HOLDING
J'OULDING

HOME
J'OUM

HOMEWORK
J'OUMUERK

HONEST
ONEST

HOOKED
J'UKT

HOPELESS
J'OUPLES

HORRIBLE
J'ORIBEL

HORSE
J'ORS

HORSE'S
J'ORSES

HOSPITAL
JOSPITAL

HOT
JOT

HOTEL
JOUT'EL

HOUR
'AUER

HOURS
'AUERS

HOUSE
J'AUS

HOW
J'AU

HOWEVER
JAU'EVER

HUGE
JI'UULL

HUMAN
JI'UUM*N

HUMILIATING
JIUUM'ILIIEITING

HUNDRED
JUNDRED

HUNGRY
JUNGGRII

HURT
J'ERT

HURTS
J'ERTS

I
'AI

I'D
'AID

I'LL
'AIL

I'M
'AIM

I'VE
'AIV

ICE
'AIS

IDEA
AID'II*

IDEAS
AID'II*S

IF
'IF

IGNORE
IGN'OR

ILLNESS
'ILNES

IMMEDIATELY
IM'IIDIIETLII

IMMUNE
IMI'UUN

IMPERSONAL
IMP'ERSONAL

IMPLEMENT
'IMPLEMENT

IMPLYING
IMPL'AIING

IMPORTANT
IMP'ORTANT

IMPORTS
IMP'ORTS

IMPRESS
IMPR'ES

IMPRESSION
IMPR'ESH*N

IMPRESSIVE
IMPR'ESIV

IMPROVE
IMPR'UUV

IN
IN

INCLUDING
INKL'UUDING

INCOME
'INKOM

INCREASE
INKR'IIS

INCREDIBLE
INKR'EDIBEL

INDEPENDENCE
INDIP'ENDENS

INDIAN
'INDII*N

INDICATES
'INDIKEITS

INDIVIDUAL
INDIV'ILL*U*L

INFANT
'INFANT

INFLATION
INFL'EISH*N

INFLUENCE
'INFLUUENS

INFORMATION
INFERM'EISH*N

INFORMED
INF'ORMD

INHERITANCE
INJ'ERITANS

INJURIES
'INLLERIIS

INSIDE
INS'AID

INSISTED
INS'ISTED

INSISTING
INS'ISTING

INSOMNIA
INSOMNII*

INSTALL
INST'OL

INSTALLED
INST'OLD

INSTANT
'INSTANT

INSTEAD
INST'ED

INSTRUCTION
INSTRUKSH*N

INSTRUCTIONS
INSTRUKSH*NS

INSTRUMENT
'INSTRUMENT

INSURANCE
INSH'URANS

INTELLIGENT
INT'ELILLENT

INTENDED
INT'ENDED

INTENTIONS
INT'ENCH*NS

INTEREST
'INTREST

INTERESTED
'INTRESTED

INTERESTS
'INTRESTS

INTERIOR
INT'IRIIER

INTERRUPT
INTERUPT

INTERRUPTED
INTERUPTID

INTERSECTIONS
INTERS'EKSH*NS

INTO
INT'UU

IS
'IS

ISN'T
'IS*NT

ISSUE
'ISHUU

IT
'IT

IT'LL
'IT*L

IT'S
'ITS

ITALIANS
IT'ALI*NS

ITS
'ITS

ITSELF
ITS'ELF

JACK
LL'AK

JIM
LL'IM

JOB
LLOB

JOBS
LLOBS

JOHN
LLON

JOHNSON
LLONSON

JOHNSON'S
LLONSONS

JOIN
LL'OIN

JOINED
LL'OIND

JOKES
LL'OUKS

JONES
LL'OUNS

JUDGE
LLULL

JUDGEMENTS
LLULLMENTS

JULY
LLUUL'AI

JUMPING
LLUMPING

JUNE
LL'UUN

JUST
LLUST

KANGAROO
KANGGER'UU

KEEP
K'IIP

KEEPS
K'IIPS

KEY
K'II

KEYBOARD
K'IIBORD

KIDS
K'IDS

KILL
K'IL

KILLED
K'ILD

KIND
K'AIND

KNEW
N'UU

KNOTS
NOTS

KNOW
N'OU

KNOWING
N'OUING

KNOWN
N'OUN

KNOWS
N'OUS

L
'EL

LAB
L'AB

LABOUR
L'EIBAUR

LACKS
L'AKS

LADIES
L'EIDIIS

LADY
L'EIDII

LANDING
L'ANDING

LANGUAGE
L'ANGGUELL

LANGUAGES
L'ANGGUELL*S

LAST
L'AST

LASTING
L'ASTING

LATE
L'EIT

LATELY
L'EITLII

LATER
L'EITER

LAUGH
L'AF

LAUGHING
L'AFING

LAW
L'O

LAWS
L'OS

LD
真LD??

LEAD
L'ED

LEADERS
L'IIDERS

LEARN
L'ERN

LEARNED
L'ERND

LEARNING
L'ERNING

LEAST
L'IIST

LEAVE
L'IIV

LEAVING
L'IIVING

LED
L'ED

LEFT
L'EFT

LEG
L'EG

LEGALIZED
L'IIGALAISD

LESS
L'ES

LET
L'ET

LETTERS
L'ETERS

LETTING
L'ETING

LEVEL
L'EVEL

LICENSE
L'AISENS

LIED
L'AID

LIFE
L'AIF

LIFETIME
L'AIFTAIM

LIGHTLY
L'AITLII

LIKE
L'AIK

LIKED
L'AIKT

LIKES
L'AIKS

LIMITED
L'IMITED

LINE
L'AIN

LIST
L'IST

LISTEN
L'ISEN

LISTENER
L'ISENER

LISTENING
L'ISENING

LITERATURE
L'ITERACHER

LITTLE
L'ITEL

LIVE
L'AIV

LIVED
L'AIVD

LIVER
L'IVER

LIVES
L'IVS

LIVING
L'IVING

LOCAL
L'OUKAL

LOCATED
L'OUKEITED

LONDON
LONDON

LONG
L'ONG

LONGER
L'ONGGER

LOOK
L'UK

LOOKED
L'UKT

LOOKING
L'UKING

LOSE
L'UUS

LOT
LOT

LOUD
L'AUD

LOWERED
L'OUERD

LOYAL
L'OIAL

LUCKY
LUKII

LUNATIC
L'UUNATIK

LUNCH
LUNCH

LUXURY
LUGSHERII

LYING
L'AIING

MACHINE
MASH'IIN

MAD
M'AD

MADE
M'EID

MADISON
M'ADISON

MAGAZINE
M'AGASIIN

MAIDS
M'EIDS

MAIN
M'EIN

MAINLY
M'EINLII

MAINTAIN
MEINT'EIN

MAINTENANCE
M'EINTENANS

MAKE
M'EIK

MAKES
M'EIKS

MAKING
M'EIKING

MAN
M'AN

MANAGE
M'ANALL

MANAGED
M'ANALLD

MANAGER
M'ANALLER

MANAGER'S
M'ANILLERS

MANAGERS
M'ANALLERS

MANUALS
M'ANIUU*LS

MANUFACTURED
MANIAF'AKCHERD

MANY
M'ENII

MARGIN
MARLLIN

MARINE
MER'IIN

MARRY
M'ERII

MASTER
M'ASTER

MASTERED
M'ASTERD

MATERIAL
MAT'IRII*L

MATERIALS
MAT'IRII*LS

MATERNITY
MAT'ERNITII

MATTER
M'ATER

MATURE
MACH'UR

MAY
M'EI

ME
M'II

MEAN
M'IIN

MEANS
M'IINS

MEANTIME
M'IINTAIM

MEASURES
M'ESHERS

MECHANICS
MEK'ANIKS

MEDICAL
M'EDIKAL

MEDITERRANEAN
MEDITER'EINII*N

MEET
M'IIT

MEETING
M'IITING

MEETINGS
M'IITINGS

MELT
M'ELT

MEN
M'EN

MERCHANT
M'ERCHANT

MERIT
M'ERIT

MET
M'ET

METHOD
M'EZOD

METHODS
M'EZODS

MEXICAN
M'EKSIKAN

MIAMI
MAI'AMII

MIDDLE
M'IDEL

MIDNIGHT
M'IDNAIT

MIGHT
M'AIT

MILLION
M'ILI*N

MILLIONAIRE
MILI*N'ER

MIND
M'AIND

MINE
M'AIN

MINES
M'AINS

MINUTE
M'INUT

MINUTES
M'INUTS

MISJUDGE
MISLLULL

MISS
M'IS

MISSED
M'IST

MISSILE
M'ISIL

MISTAKE
MIST'EIK

MOLOTOV
M'OLOTAAF

MONEY
MONII

MONTH
MONZ

MONTHS
MONZS

MOOD
M'UUD

MORAL
M'ORAL

MORE
M'OR

MORNING
M'ORNING

MOST
M'OUST

MOTTO
MOTOU

MOUNTAIN
M'AUNT*N

MOUSTACHE
M'*STASH

MOUSTACHES
真MOUSTACHES??

MOUTH
M'AUZ

MOVE
M'UUV

MOVES
M'UUVS

MOVIE
M'UUVII

MOVING
M'UUVING

MR
M'ISTER

MUCH
MUCH

MUSCLES
MUSELS

MUSEUM
MIUUS'II*M

MUSIC
MI'UUSIK

MUSICAL
MI'UUSIK*L

MUST
MUST

MY
M'AI

MYSELF
MAIS'ELF

NAME
N'EIM

NAPLES
N'EIPELS

NASA
N'ASA

NATIONAL
N'ASH*N*L

NATURAL
N'ACHERAL

NATURE
N'EICHER

NATURED
N'EICHERD

NAVY
N'EIVII

NEAR
N'IR

NEARBY
N'IRB'AI

NECK
N'EK

NECKLACE
N'EKLAS

NEED
N'IID

NEEDS
N'IIDS

NEGLIGENCE
N'EGLILLENS

NEIGHBOURS
真NEIGHBOURS??

NERVOUS
N'ERV*S

NEVER
N'EVER

NEW
N'UU

NEWS
N'UUS

NEWSPAPER
N'UUSPEIPER

NEXT
N'EKST

NICE
N'AIS

NIGHT
N'AIT

NO
N'OU

NOBODY
N'OUBAADII

NOR
N'OR

NORMAL
N'ORMAL

NORMALLY
N'ORMALII

NOSE
N'OUS

NOT
NOT

NOTES
N'OUTS

NOTHING
NOZING

NOTICED
N'OUTIST

NOVEL
NOVEL

NOW
N'AU

NOWADAYS
N'AUADEIS

NUMBER
NUMBER

OBEY
OUB'EI

OBNOXIOUS
AABNOKSH*S

OBSESSED
OBS'EST

OCCASION
OK'EISH*N

OCCUR
OK'ER

ODD
OD

OF
OV

OFF
'OF

OFFENDED
OF'ENDED

OFFER
'OFER

OFFERED
'OFERD

OFFERING
'OFERING

OFFERS
'OFERS

OFFICE
'OFIS

OFFICES
'OFISES

OFTEN
'OFEN

OKAY
OUK'EI

OLD
'OULD

OLDER
'OULDER

ON
ON

ONCE
UENS

ONE
UEN

ONEFIFTH
真ONEFIFTH??

ONEMINUTE
真ONEMINUTE??

ONES
UENS

ONLY
'OUNLII

ONTO
ONTUU

OPEL
'OUPEL

OPEN
'OUPEN

OPENED
'OUPEND

OPERA
OPRE

OPERATE
OPEREIT

OPINION
OP'INI*N

OPPORTUNITIES
AAPERT'UUNITIIS

OPPORTUNITY
AAPERT'UUNITII

OR
'OR

ORAL
'ORAL

ORANGE
'ORANLL

ORCHESTRA
'ORKESTRA

ORDER
'ORDER

ORIGINALLY
ER'ILLINALII

OTHER
ODER

OTHERS
ODERS

OTHERWISE
ODERUAIS

OUR
'AUER

OUT
'AUT

OUTSIDE
'AUTS'AID

OVER
'OUVER

OVEREAT
'OUVERIIT

OVERLY
'OUVERLII

OVERNIGHT
'OUVERN'AIT

OVERSIGHT
'OUVERSAIT

OVERSLEEP
OUVERSL'IIP

OVERSLEPT
OUVERSL'EPT

OWN
'OUN

PACKAGES
P'AKALLES

PAGE
P'EILL

PAID
P'EID

PAIN
P'EIN

PAINTED
P'EINTED

PAINTING
P'EINTING

PALACE
P'ALAS

PANEL
P'ANEL

PAPERS
P'EIPERS

PARALYSED
真PARALYSED??

PARENTS
P'ERENTS

PARIS
P'ERIS

PARK
PARK

PARKED
PARKT

PART
PART

PARTIALLY
PARSH*LII

PARTTIME
PARTTAIM

PARTY
PARTII

PASS
P'AS

PASSENGER
P'ASENLLER

PASSES
P'ASES

PASSING
P'ASING

PAST
P'AST

PAY
P'EI

PAYING
P'EIING

PEACEFUL
P'IISFEL

PENSION
P'ENSH*N

PEOPLE
P'IIPEL

PERCENT
PERS'ENT

PERFORMANCE
PERF'ORMANS

PERHAPS
PERJ'APS

PERIOD
P'IRII*D

PERMANENTLY
P'ERMANENTLII

PERMIT
PERM'IT

PERSON
P'ERSON

PERSONAL
P'ERSINIL

PERSONALLY
P'ERSONALII

PERSONNEL
PERSON'EL

PERSUADING
PERSU'EIDING

PETER
P'IITER

PHILOSOPHICAL
FILOSOFIKAL

PHONE
F'OUN

PICK
P'IK

PICTURES
P'IKCHERS

PIECE
P'IIS

PIPES
P'AIPS

PLACE
PL'EIS

PLACES
PL'EISES

PLAN
PL'AN

PLANE
PL'EIN

PLANNED
PL'AND

PLANNING
PL'ANING

PLANS
PL'ANS

PLATFORM
PL'ATFORM

PLAY
PL'EI

PLAYED
PL'EID

PLAYER
PL'EIER

PLAYS
PL'EIS

PLEASANT
PL'ESANT

PLEASE
PL'IIS

PLEASED
PL'IISD

PLUMBING
PLUMING

PLUS
PLUS

POINT
P'OINT

POINTS
P'OINTS

POISONOUS
P'OISON*S

POLAR
P'OULER

POLITELY
POL'AITLII

POOR
P'UR

POPULAR
POPIALER

POSITION
POS'ISH*N

POSITIVE
POSITIV

POSSIBILITY
PAASIB'ILITII

POSSIBLE
POSIBEL

POSTMAN
P'OUSTMAN

POUR
P'OR

PRACTICE
PR'AKTIS

PREFER
PREF'ER

PREPARATION
PREPER'EISH*N

PREPARE
PRIIP'ER

PREPARED
PRIIP'ERD

PREPARING
PRIIP'ERING

PRESENCE
PR'ESENS

PRESENT
PR'ESENT

PRESENTATION
PRESENT'EISH*N

PRESENTATIONS
PRESENT'EISH*NS

PRESS
PR'ES

PRETTY
PR'ITII

PRICES
PR'AISES

PRIOR
PR'AIER

PRISON
PR'ISON

PRIVATE
PR'AIVAT

PROBABLY
PROBABLII

PROBLEM
PROBLEM

PROBLEMS
PROBLEMS

PROCESS
PROSES

PROCESSOR
PROSESER

PRODUCTION
PRODUKSH*N

PROFESSIONAL
PROF'ESH*N*L

PROFITS
PROFITS

PROGRAMMING
PR'OUGRAMING

PROGRAMS
PR'OUGRAMS

PROJECT
PROLLEKT

PROMISE
PROMIS

PROMOTION
PROM'OUSH*N

PROPORTION
PROP'ORSH*N

PROPOSAL
PROP'OUSAL

PROPOSALS
PROP'OUSALS

PROSPECTS
PROSPEKTS

PROVES
PR'UUVS

PROVIDE
PROV'AID

PROVINCE
PROVINS

PROVOCATION
PRAAVOK'EISH*N

PSYCHOLOGIST
SAIKOLILL*ST

PUBLIC
PUBLIK

PUBLICITY
PUBL'ISITII

PUNISHING
PUNISHING

PUNISHMENTS
PUNISHMENTS

PURPOSE
P'ERPOS

PURSE
P'ERS

PUT
P'UT

PUZZLE
PUSEL

PUZZLES
PUSELS

PYJAMAS
真PYJAMAS??

QUESTION
KU'ESCH*N

QUESTIONS
KU'ESCH*NS

QUIET
KU'AI*T

QUIT
KU'IT

QUITE
KU'AIT

RADIO
R'EIDIIOU

RAINY
R'EINII

RAISE
R'EIS

RAISING
R'EISING

RAN
R'AN

RANK
R'ANGK

RATE
R'EIT

RATHER
R'ADER

RAW
RA

REACH
R'IICH

REACHED
R'IICHT

REACTIONS
RII'AKSH*NS

READ
R'ED

READING
R'EDING

READY
R'EDII

REAL
R'IIL

REALIZE
R'IILAIS

REALIZED
R'IILAISD

REALIZING
R'IILAISING

REALLY
R'ILII

REASON
R'IISON

REASONS
R'IISONS

RECEIVE
RES'IIV

RECEIVES
RES'IIVS

RECEIVING
RES'IIVING

RECENT
R'IISENT

RECHARGED
RIICHARLLD

RECOMMEND
REKOM'END

RECOMMENDED
REKOM'ENDED

RECORD
REK'ORD

RECORDERS
RIK'ORDERS

RECORDING
REK'ORDING

RECOVERED
REKOVERD

REFERENCE
R'EFERENS

REHEARSING
RIJ'ERSING

RELATIONS
RIIL'EISH*NS

RELATIVE
R'ELATIV

RELAXATION
RIILAKS'EISH*N

RELIABLE
RIL'AIEB*L

REMAINED
RIM'EIND

REMEMBER
RIM'EMBER

REMEMBERED
RIM'EMBERD

REMINDED
RIIM'AINDED

REMINDING
RIIM'AINDING

REMODELLED
真REMODELLED??

REMOVE
RIIM'UUV

REMOVED
RIIM'UUVD

RENAULT
REN'OU

RENT
R'ENT

RENTAL
R'ENTAL

RENTED
R'ENTED

REORGANIZE
RII'ORGINAIS

REPEAT
RIP'IIT

REPLACEMENT
RIPL'EISMENT

REPLY
RIPL'AI

REPORT
RIIP'ORT

REPORTERS
RIP'ORTERS

REPRESENT
REPRES'ENT

REQUEST
RIKU'EST

REQUIRES
RIIKU'AIERS

RESEARCH
RIIS'ERCH

RESERVATIONS
RESERV'EISH*NS

RESORT
RIS'ORT

RESPECT
RISP'EKT

RESPONSIBILITY
RIISPAANSIB'ILITII

REST
R'EST

RESTAURANT
R'ESTERAANT

RESTORE
RIST'OR

RESTROOMS
R'ESTRUUMS

RESULT
RISULT

RESULTS
RISULTS

RESUMES
RIS'UUMS

RETIRE
RIT'AIR

RETIRED
RIT'AIRD

RETIREMENT
RIIT'AIERMENT

RETURN
RIT'ERN

REVEAL
RIV'IIL

REVENUE
R'EVENUU

REWARD
RIU'ORD

REWARDS
RIU'ORDS

RICH
R'ICH

RIGHT
R'AIT

RING
R'ING

RISEN
R'ISEN

RISK
R'ISK

RIVER
R'IVER

ROAD
R'OUD

ROCK
ROK

ROLLED
R'OULD

ROME
R'OUM

ROOM
R'UUM

ROUND
R'AUND

ROYAL
R'OIAL

RUMOURS
RUUMERS

RUN
RUN

RUNS
RUNS

RUSSIANS
RUSH*NS

SACRED
S'EIKRED

SAFEST
S'EIFEST

SAID
S'ED

SALARY
S'ALERII

SALES
S'EILS

SAME
S'EIM

SAMPLE
S'AMPEL

SAMPLES
S'AMPELS

SANDWICH
S'ANDUICH

SANEST
真SANEST??

SATURDAY
S'ATERDII

SAUSAGE
S'OSALL

SAVE
S'EIV

SAW
S'O

SAY
S'EI

SAYING
S'EIING

SCHEDULE
SK'ELLUL

SCHOOL
SK'UUL

SEA
S'II

SEASICK
S'IISIK

SEAT
S'IIT

SECOND
S'EKOND

SECONDS
S'EKONDS

SECRETARY
S'EKRETERII

SEE
S'II

SEEING
S'IIING

SEEMED
S'IIMD

SEEMS
S'IIMS

SEEN
S'IIN

SEES
S'IIS

SELFISHNESS
S'ELFISHNES

SEND
S'END

SENDING
S'ENDING

SENSE
S'ENS

SENSITIVE
S'ENSITIV

SENT
S'ENT

SENTENCE
S'ENTENS

SEPTEMBER
SEPT'EMBER

SERIES
S'IRIIS

SERIOUS
S'IRII*S

SERIOUSNESS
S'IRIIESN*S

SERVE
S'ERV

SERVED
S'ERVD

SERVICE
S'ERVIS

SESSION
S'ESH*N

SET
S'ET

SEVEN
S'EVEN

SEVENTY
S'EVENTII

SEVERAL
S'EVREL

SHALL
SH'AL

SHAPE
SH'EIP

SHAVED
SH'EIVD

SHE
SH'II

SHEETS
SH'IITS

SHIP
SH'IP

SHIPMENT
SH'IPMENT

SHIRT
SH'ERT

SHOES
SH'UUS

SHOPPING
SHOPING

SHORT
SH'ORT

SHORTAGE
SH'ORTALL

SHORTER
SH'ORTER

SHOTS
SHOTS

SHOULD
SH'UD

SHOULDN'T
SH'UD*NT

SHOW
SH'OU

SHOWED
SH'OUD

SHOWS
SH'OUS

SIDE
S'AID

SIGN
S'AIN

SIGNED
S'AIND

SIMPLE
S'IMPEL

SIMPLY
S'IMPLII

SINCE
S'INS

SING
S'ING

SINGLE
S'INGGEL

SISTER
S'ISTER

SIT
S'IT

SITUATION
SICHUU'EISH*N

SIX
S'IKS

SIXTEEN
SIKST'IIN

SIXTY
S'IKSTII

SKILFUL
真SKILFUL??

SKIP
SK'IP

SKYSCRAPER
SK'AISKREIPER

SLEEP
SL'IIP

SLIGHT
SL'AIT

SLIGHTEST
SL'AITEST

SLOWER
SL'OUER

SLOWLY
SL'OULII

SMALL
SM'OL

SMALLEST
SM'OLEST

SMART
SMART

SMARTER
SMARTER

SMILE
SM'AIL

SMITH
SM'IZ

SMITH'S
SM'IZS

SMOKE
SM'OUK

SMUGGLER
SMUGLER

SNAKE
SN'EIK

SO
S'OU

SOLD
S'OULD

SOLDIERS
S'OULLLERS

SOLUTIONS
SOL'UUSH*NS

SOLVE
SOLV

SOLVED
SOLVD

SOME
SOM

SOMEBODY
SOMBAADII

SOMEONE
SOMUEN

SOMETHING
SOMZING

SOMETIMES
SOMT'AIMS

SON
SON

SON'S
SONS

SOON
S'UUN

SOONER
S'UUNER

SORE
S'OR

SORRY
SORII

SOURCE
S'ORS

SOUTH
S'AUZ

SPARE
SP'ER

SPEAK
SP'IIK

SPEAKING
SP'IIKING

SPEAKS
SP'IIKS

SPECIAL
SP'ESH*L

SPECIALLYMADE
真SPECIALLYMADE??

SPEECH
SP'IICH

SPEED
SP'IID

SPEND
SP'END

SPENDS
SP'ENDS

SPENT
SP'ENT

SPILL
SP'IL

SPOKE
SP'OUK

SPOKEN
SP'OUKEN

STABLE
ST'EIBEL

STAND
ST'AND

STANDING
ST'ANDING

STAR
STAR

STARING
ST'ERING

START
START

STARTED
STARTED

STARTERS
STARTERS

STARTING
STARTING

STARTS
STARTS

STATES
ST'EITS

STATESMEN
ST'EITSMIN

STATION
ST'EISH*N

STAY
ST'EI

STAYED
ST'EID

STAYING
ST'EIING

STEAK
ST'EIK

STEP
ST'EP

STICK
ST'IK

STILL
ST'IL

STOCK
STOK

STOLEN
ST'OULEN

STOMACH
STOMAK

STOP
STOP

STOPPED
STOPT

STORY
ST'ORII

STRAIGHT
STR'EIT

STRANGE
STR'EINLL

STREET
STR'IIT

STRICT
STR'IKT

STRICTLY
STR'IKTLII

STRONG
STR'ONG

STRONGLY
STR'ONGLII

STUBBORN
STUBERN

STUCK
STUK

STUDENTS
ST'UUDENTS

STUDY
STUDII

SUBJECT
SUBLL'EKT

SUBJECTS
SUBLLIKTS

SUBORDINATE
SUB'ORDINEIT

SUBORDINATES
SUB'ORDINEITS

SUCCEED
SUKS'IID

SUCCESS
SUKS'ES

SUCCESSFUL
SUKS'ESFUL

SUCH
SUCH

SUFFERED
SUFERD

SUGGESTING
SUGLL'ESTING

SUMMARY
SUMERII

SUMMER
SUMER

SUMMERS
SUMERS

SUN
SUN

SUPPLY
SUPL'AI

SUPPORT
SUP'ORT

SUPPOSE
SUP'OUS

SUPPOSED
SUP'OUSD

SURE
SH'UR

SURPASSED
SERP'AST

SURPRISE
SERPR'AIS

SURPRISED
SERPR'AISD

SURVIVE
SERV'AIV

SWALLOW
SUOLOU

SWEDES
SU'IIDS

SWIM
SU'IM

SYSTEM
S'IST*M

T
T'II

TABLE
T'EIBEL

TAKE
T'EIK

TAKEN
T'EIKEN

TAKEOFF
T'EIKOF

TAKES
T'EIKS

TAKING
T'EIKING

TALENT
T'ALENT

TALK
T'OK

TALKING
T'OKING

TALL
T'OL

TALLER
T'OLER

TAPE
T'EIP

TARGETS
TARGETS

TASK
T'ASK

TASTE
T'EIST

TASTED
T'EISTED

TAUGHT
T'OT

TAX
T'AKS

TAXES
T'AKSES

TAXFREE
真TAXFREE??

TBR
真TBR??

TEACH
T'IICH

TEACHER
T'IICHER

TEACHERS'
T'IICHERS

TEACHING
T'IICHING

TEAM
T'IIM

TECHNICAL
T'EKNIKAL

TEENAGER
T'IINEILLER

TELEGRAM
T'ELEGRAM

TELEPHONE
T'ELEFOUN

TELL
T'EL

TELLING
T'ELING

TEMPER
T'EMPER

TEMPERATURE
T'EMPRECHER

TEN
T'EN

TEND
T'END

TENDS
T'ENDS

TERRIBLE
T'ERIBEL

TERRIBLY
T'ERIBLII

TEST
T'EST

TESTED
T'ESTED

THAN
D'AN

THANK
Z'ANGK

THANKS
Z'ANGKS

THAT
D'AT

THAT'S
D'ATS

THE
DE

THEIR
D'ER

THEM
D'EM

THEN
D'EN

THERE
D'ER

THERE'S
D'ERS

THESE
D'IIS

THEY
D'EI

THEY'LL
D'EIL

THEY'RE
D'ER

THEY'VE
D'EIV

THING
Z'ING

THINGS
Z'INGS

THINK
Z'INGK

THINKING
Z'INGKING

THIRD
Z'ERD

THIRTY
Z'ERDII

THIS
D'IS

THOSE
D'OUS

THOUGH
D'OU

THOUGHT
Z'OT

THOUSAND
Z'AUSAND

THREE
ZR'II

THREW
ZR'UU

THROUGH
ZR'UU

THROWN
ZR'OUN

TIDE
T'AID

TIE
T'AI

TIGHTEST
T'AITEST

TIME
T'AIM

TIMES
T'AIMS

TIRED
T'AIERD

TIRES
T'AIERS

TITLE
T'AITEL

TO
T'UU

TODAY
TOD'EI

TOGETHER
TOG'EDER

TOKYO
T'OUKIIOU

TOLD
T'OULD

TOMORROW
TOMOROU

TONIGHT
TON'AIT

TOO
T'UU

TOOK
T'UK

TOP
TOP

TOPFLOOR
真TOPFLOOR??

TOURING
T'URING

TOWARDS
TOU'ORDS

TOWED
T'OUD

TOWEL
T'AUEL

TOWN
T'AUN

TOWNS
T'AUNS

TRAIN
TR'EIN

TRAINING
TR'EINING

TRAINS
TR'EINS

TRANSITION
TRANS'ISH*N

TRAVELLING
TR'AVELING

TREAT
TR'IIT

TREATED
TR'IITED

TRIBAL
TR'AIBAL

TRIBES
TR'AIBS

TRIED
TR'AID

TRINIDAD
TR'INIDAD

TROOPS
TR'UUPS

TROUBLE
TR'*BEL

TROUBLEMAKERS
TR'*BELMEIKERS

TRUCK
TRUK

TRUE
TR'UU

TRULY
TR'UULII

TRUST
TRUST

TRUSTED
TRUSTID

TRUSTING
TRUSTING

TRUSTWORTHY
TRUSTUERDII

TRUTH
TR'UUZ

TRY
TR'AI

TRYING
TR'AIING

TUNE
T'UUN

TUNNEL
TUNEL

TURN
T'ERN

TURNED
T'ERND

TURNING
T'ERNING

TUXEDOS
TUKS'IIDOUS

TV
T'IIV'II

TWA
真TWA??

TWENTY
TU'ENTII

TWICE
TU'AIS

TWIST
TU'IST

TWO
T'UU

TYING
T'AIING

TYPE
T'AIP

TYPES
T'AIPS

TYPEWRITTEN
T'AIPRITEN

TYPISTS
T'AIPISTS

UNDER
UNDER

UNDERSTAND
UNDERST'AND

UNDERSTANDING
UNDERST'ANDING

UNIQUE
IUUN'IIK

UNIVERSITY
IUUNEV'ERS*TII

UNSETTLE
UNS'ETEL

UNTIL
UNT'IL

UP
UP

UPBRINGING
UPBRINGING

UPSET
UPS'ET

UPSTAIRS
UPST'ERS

US
US

USE
I'UUS

USED
I'UUSD

USEFUL
I'UUSFUL

USING
I'UUSING

USUALLY
I'UUSH*U*LII

VACATION
VEIK'EISH*N

VALUES
V'ALIUUS

VENTILATION
VENTIL'EISH*N

VERY
V'ERII

VETERAN
V'ETERAN

VIBRATE
V'AIBREIT

VIETNAM
VIIETN'AAM

VIEW
VI'UU

VISIT
V'ISIT

VISITED
V'ISITED

VISITORS
V'ISITERS

VODKA
VODKA

VOLUME
VOLIUUM

WAIT
U'EIT

WAITING
U'EITING

WALK
U'OK

WALLS
U'OLS

WANT
U'AANT

WANTED
UENT*D

WANTS
U'AANTS

WARM
U'ORM

WARNING
U'ORNING

WARS
U'ORS

WAS
U'AAS

WASN'T
U'AAS*NT

WASTE
U'EIST

WASTING
U'EISTING

WATCH
U'AACH

WATER
U'OTER

WAY
U'EI

WE
U'II

WE'LL
U'IIL

WE'RE
U'IIR

WE'VE
U'IIV

WEALTH
U'ELZ

WEAR
U'ER

WEARING
U'ERING

WEATHER
U'EDER

WEDDING
U'EDING

WEEK
U'IIK

WEEKS
U'IIKS

WELL
U'EL

WENT
U'ENT

WERE
UER

WEREN'T
U'ER*NT

WEST
U'EST

WHAT
U'*T

WHAT'S
U'*TS

WHATEVER
UET'EVER

WHEEL
U'IIL

WHEN
U'EN

WHENEVER
UEN'EVER

WHERE
U'ER

WHETHER
U'EDER

WHICH
U'ICH

WHILE
U'AIL

WHO
J'UU

WHO'LL
J'UUL

WHOEVER
JUU'EVER

WHOLE
J'OUL

WHOSE
J'UUS

WHY
U'AI

WIFE
U'AIF

WIFE'S
U'AIFS

WILL
U'IL

WILLING
U'ILING

WIN
U'IN

WINDOW
U'INDOU

WINE
U'AIN

WINNER
U'INER

WISCONSIN
UISKINS*N

WISE
U'AIS

WISH
U'ISH

WITH
U'ID

WITHIN
UID'IN

WITHOUT
UIZ'AUT

WITNESSES
U'ITNES*S

WOMEN
U'IM*N

WON
U'*N

WON'T
U'OUNT

WONDER
UENDER

WONDERFUL
UENDERF*L

WORD
U'ERD

WORDS
U'ERDS

WORK
U'ERK

WORKED
U'ERKT

WORKING
U'ERKING

WORKS
U'ERKS

WORLD
U'ERLD

WORN
U'ORN

WORRIES
U'ERIIS

WORRY
U'ERII

WORSE
U'ERS

WORST
U'ERST

WORTHWHILE
U'ERZU'AIL

WOULD
U'UD

WOULD'VE
U'UD*V

WOULDN'T
U'UD*NT

WOUNDED
U'UUND*D

WRAP
R'AP

WRITE
R'AIT

WRITING
R'AITING

WRONG
R'ONG

WROTE
R'OUT

YEAR
I'IR

YEAR'S
I'IRS

YEARS
I'IRS

YES
I'ES

YESTERDAY
I'ESTERDEI

YET
I'ET

YORK
I'ORK

YOU
I'UU

YOU'D
I'UUD

YOU'LL
I'UUL

YOU'RE
I'UR

YOU'VE
I'UUV

YOUNG
I'*NG

YOUNGER
IENGGER

YOUR
I'OR

YOURSELF
IERS'ELF

