A
e

ABILITIES
eB'ILeTIIZ

ABLE
'EIBeL

ABOUT
eB'AUT

ABROAD
eBR'OD

ACCEPT
AKS'EPT

ACCIDENT
'AKSeDeNT

ACCIDENTALLY
AKSeD'ENTeLII

ACCIDENTS
'AKSeDeNTS

ACCORDING
eK'ORDING

ACID
'ASeD

ACQUIRED
eKU'AIERD

ACROSS
eKR'OS

ACTING
'AKTING

ACTION
'AKSHeN

ACTIONS
'AKSHeNZ

ACTIVITY
AKT'IVeTII

ACTUAL
'AKCHeUeL

ADD
'AD

ADDRESS
'ADRES

ADDRESSED
eDR'EST

ADMINISTRATION
ADMINISTR'EISHeN

ADMIRAL
'ADMEReL

ADMIT
eDM'IT

ADVANCED
eDV'ANST

ADVANTAGE
ADV'ANTILL

ADVENTUROUS
ADV'ENCHEReS

ADVERTISE
'ADVERTAIZ

ADVICE
ADV'AIS

ADVISE
ADV'AIZ

ADVISOR
ADV'AIZER

AFFECT
eF'EKT

AFFECTING
eF'EKTING

AFRAID
eFR'EID

AFRICA
'AFReKe

AFRICAN
'AFReKeN

AFTER
'AFTER

AFTERNOON
AFTERN'UUN

AGAIN
eG'EN

AGAINST
eG'ENST

AGE
'EILL

AGO
eG'OU

AGREE
eGR'II

AHEAD
eJ'ED

AIR
'ER

AIRCRAFT
'ERKRAFT

AIRPORT
'ERPORT

ALARM
eL'AARM

ALL
'OL

ALONE
eL'OUN

ALONG
eL'ONG

ALREADY
OLR'EDII

ALSO
'OLSOU

ALTERNATIVE
OLT'ERNeTIV

ALTERNATIVES
OLT'ERNeTIVZ

ALWAYS
'OLUEIZ

AM
'AM

AMERICA
eM'EReKe

AMERICANS
eM'EReKeNZ

AMMUNITION
AMIeN'ISHeN

AMONG
eM'eNG

AMOUNT
eM'AUNT

AN
'AN

ANALYSE
真ANALYSE??

AND
eND

ANGRY
'ANGGRII

ANKLE
'ANGKeL

ANNOUNCE
eN'AUNS

ANNOUNCED
eN'AUNST

ANOTHER
eN'eDER

ANSWER
'ANSER

ANSWERED
'ANSERD

ANY
'ENII

ANYBODY
'ENIIBeDII

ANYBODY'S
'ENIIBeDIIZ

ANYONE
'ENIIUeN

ANYTHING
'ENIIZING

ANYWHERE
'ENIIUER

APARTMENT
eP'AARTMeNT

APPARENTLY
eP'EReNTLII

APPLE
'APeL

APPLICATION
APLeK'EISHeN

APPLYING
ePL'AIING

APPOINTMENT
eP'OINTMeNT

APPRECIATE
ePR'IISHIIEIT

APPRECIATES
ePR'IISHIIEITS

APPROACH
ePR'OUCH

APPROVAL
ePR'UUVeL

APPROVED
ePR'UUVD

ARABIC
'AReBIK

ARABS
'AReBZ

ARE
'AAR

AREA
'ERIIe

AREN'T
'AAReNT

ARGUMENTS
'AARGIeMeNTS

ARITHMETIC
ERIZM'ETIK

ARM
'AARM

ARMY
'AARMII

AROUND
ER'AUND

ARRANGED
ER'EINLLD

ARRIVED
ER'AIVD

ARRIVING
ER'AIVING

AS
'AZ

ASK
'ASK

ASKED
'ASKT

ASKING
'ASKING

ASPECT
'ASPEKT

ASSURE
eSH'UR

ASSURES
eSH'URZ

AT
'AT

ATHENS
'AZeNZ

ATTACKED
eT'AKT

ATTEND
eT'END

ATTENTION
eT'ENSHeN

ATTITUDE
'ATeTUUD

ATTORNEY
eT'ERNII

ATTORNEYS
eT'ERNIIZ

AUGUST
'AAGeST

AUTHORITIES
eZ'OReTIIZ

AUTHORITY
eZ'OReTII

AUTHORIZED
'OZERAIZD

AVAIL
eV'EIL

AVAILABLE
eV'EILeBeL

AVENUE
'AVeNUU

AVOID
eV'OID

AVOIDED
eV'OIDeD

AWAKE
eU'EIK

AWARE
eU'ER

AWAY
eU'EI

AWFUL
'AAFeL

BABY
B'EIBII

BACK
B'AK

BACKROW
真BACKROW??

BAD
B'AD

BAGGAGE
B'AGeLL

BANANA
BeN'ANe

BANK
B'ANGK

BANQUET
B'ANGKUeT

BAR
B'AAR

BARELY
B'ERLII

BARS
B'AARZ

BASED
B'EIST

BASIS
B'EISeS

BASKETBALL
B'ASKeTBOL

BATCH
B'ACH

BATHROOM
B'AZRUUM

BATTERY
B'ATERII

BE
B'II

BEAR
B'ER

BEAT
B'IIT

BEAUTY
BI'UUTII

BECAME
BIK'EIM

BECAUSE
BIK'OZ

BED
B'ED

BEEN
B'IN

BEFORE
BIF'OR

BEFOREHAND
BIF'ORJAND

BEGAN
BIG'AN

BEGUN
BIG'eN

BEHIND
BIJ'AIND

BEING
B'IIING

BELIEVE
BIL'IIV

BELIEVED
BIL'IIVD

BELONG
BIL'ONG

BELOW
BIL'OU

BELT
B'ELT

BENCH
B'ENCH

BESIDES
BIS'AIDZ

BEST
B'EST

BET
B'ET

BETTER
B'ETER

BETWEEN
BITU'IIN

BIG
B'IG

BIGGER
B'IGER

BIGGEST
B'IGeST

BILL
B'IL

BILL'S
B'ILZ

BILLS
B'ILZ

BINGO
B'INGGOU

BIRTH
B'ERZ

BIRTHDAY
B'ERZDEI

BITTEN
B'ITeN

BLACK
BL'AK

BLANK
BL'ANGK

BLINDFOLDED
BL'AINDFOULDID

BLOCKS
BL'AAKS

BLOWOUT
BL'OUAUT

BOARD
B'ORD

BOMB
B'AAM

BOOK
B'UK

BOOKS
B'UKS

BOOKSTORE
B'UKSTOR

BORE
B'OR

BOREDOM
B'ORDeM

BORING
B'ORING

BOSS
B'AAS

BOSS'
B'OS

BOTH
B'OUZ

BOTHERED
B'AADERD

BOTHERING
B'AADERING

BOUGHT
B'AAT

BRAG
BR'AG

BRAND
BR'AND

BREAKFAST
BR'EKFeST

BRIEF
BR'IIF

BRING
BR'ING

BROKEN
BR'OUKeN

BROTHER
BR'eDER

BUILDING
B'ILDING

BUILT
B'ILT

BUSINESS
B'IZNeS

BUSTLING
B'eSeLING

BUSY
B'IZII

BUT
B'eT

BUY
B'AI

BY
B'AI

CAF
真CAF??

CALL
K'OL

CALLED
K'OLD

CALLING
K'OLING

CALLS
K'OLZ

CAME
K'EIM

CAMP
K'AMP

CAN
K'AN

CAN'T
K'ANT

CANCELLATIONS
KANSeL'EISHeNZ

CANDIDATE
K'ANDeDEIT

CANDIDATES
K'ANDeDEITS

CAP
K'AP

CAPABLE
K'EIPeBeL

CAPITOL
K'APITeL

CAPTAIN
K'APTeN

CAPTIVATED
K'APTIVEITID

CAR
K'AAR

CARD
K'AARD

CARE
K'ER

CAREFUL
K'ERFeL

CARPET
K'AARPeT

CARROT
K'AReT

CARRY
K'ARII

CARRYING
K'ARIIING

CASE
K'EIS

CASH
K'ASH

CASINOS
KeS'IINOUZ

CAUSE
K'AAZ

CAUSED
K'AAZD

CEILING
S'IILING

CERTAIN
S'ERTeN

CHAIR
CH'ER

CHAIRMAN
CH'ERMeN

CHAMPAGNE
SHAMP'EIN

CHAMPIONSHIP
CH'AMPIIeNSHIP

CHANCE
CH'ANS

CHANGE
CH'EINLL

CHANGING
CH'EINLLING

CHARACTER
K'ERIKTER

CHARGE
CH'AARLL

CHARLIE
CH'AARLII

CHATTED
CH'ATeD

CHEAP
CH'IIP

CHECKED
CH'EKT

CHECKUP
CH'EKeP

CHILD
CH'AILD

CHILDREN
CH'ILDReN

CHOICE
CH'OIS

CHOOSE
CH'UUZ

CHOOSING
CH'UUZING

CHRISTMAS
KR'ISMeS

CIRCUMSTANCES
S'ERKeMSTANSeZ

CITY
S'ITII

CIVIL
S'IVeL

CLASS
KL'AS

CLASSES
KL'ASeZ

CLASSMATES
KL'ASMEITS

CLEANING
KL'IINING

CLEAR
KL'IR

CLIMATE
KL'AIMeT

CLIMB
KL'AIM

CLOCK
KL'AAK

CLOSED
KL'OUZD

CLOSER
KL'OUSER

COAST
K'OUST

COASTAL
K'OUSTeL

COCKTAIL
K'AAKTEIL

COFFEE
K'AAFII

COLD
K'OULD

COLDER
K'OULDER

COLDHEARTED
真COLDHEARTED??

COLLECTIVE
KeL'EKTIV

COLLEGE
K'AALILL

COLOUR
真COLOUR??

COME
K'eM

COMES
K'eMZ

COMFORTABLE
K'eMFERTeBeL

COMING
K'eMING

COMMENTS
K'AAMENTS

COMMERCIALS
KeM'ERSHeLZ

COMMON
K'AAMeN

COMPANIES
K'eMPeNIIZ

COMPANY
K'eMPeNII

COMPANY'S
K'eMPeNIIZ

COMPARED
KeMP'ERD

COMPETITORS'
KeMP'ETITERZ

COMPLETED
KeMPL'IITeD

COMPLETELY
KeMPL'IITLII

COMPLICATED
K'AAMPLeKEITeD

COMPUTER
KeMPI'UUTER

COMPUTERIZED
KeMPI'UUTERAIZD

CONCRETE
KeNKR'IIT

CONDENSED
KeND'ENST

CONDITIONING
KeND'ISHeNING

CONDUCTOR
KeND'eKTER

CONFIDENT
K'AANFeDeNT

CONFIDENTLY
K'AANFeDeNTLII

CONFLICT
K'AANFLIKT

CONFUSING
KeNFI'UUZING

CONGO
K'AANGGOU

CONNECT
KeN'EKT

CONSIDER
KeNS'IDER

CONSIDERS
KeNS'IDERZ

CONSOLATION
KAANSeL'EISHeN

CONSTANT
K'AANSTeNT

CONSTANTLY
K'AANSTeNTLII

CONSULT
KeNS'eLT

CONTACT
K'AANTAKT

CONTAGIOUS
KeNT'EILLeS

CONTAINS
KeNT'EINZ

CONTRACT
K'AANTRAKT

CONTRARY
K'AANTRERII

CONTROL
KeNTR'OUL

CONTROLLED
KeNTR'OULD

CONVENTION
KeNV'ENSHeN

CONVINCING
KeNV'INSING

CORFU
真CORFU??

COSTCUTTING
K'OSTKeTING

COSTS
K'AASTS

COULD
K'UD

COULD'VE
KUDeV

COULDN'T
K'UDeNT

COUNT
K'AUNT

COUNTERPARTS
K'AUNTERPAARTS

COUNTRY
K'eNTRII

COUNTRYSIDE
K'eNTRIISAID

COUPLE
K'ePeL

COURAGE
K'EReLL

COURSE
K'ORS

COURT
K'ORT

COURTROOM
K'ORTRUUM

COVERS
K'eVERZ

COW
K'AU

CRASH
KR'ASH

CRAZY
KR'EIZII

CREATES
KRII'EITS

CREDIT
KR'EDeT

CREW
KR'UU

CROSSWORD
KR'OSUERD

CROWD
KR'AUD

CRUISE
KR'UUZ

CRYING
KR'AIING

CURE
KI'UR

CURRENT
K'EReNT

CUSTOMS
K'eSTeMZ

CYNICAL
S'INIKeL

DAMP
D'AMP

DANGER
D'EINLLER

DANNY
D'ANII

DAY
D'EI

DAYS
D'EIZ

DEAD
D'ED

DEADLINES
D'EDLAINZ

DEAF
D'EF

DEAL
D'IIL

DEATH
D'EZ

DECIDED
DIS'AIDID

DECISION
DIS'ICHeN

DECISIONS
DIS'ICHeNZ

DECISIVE
DIS'AISIV

DECLINE
DIKL'AIN

DEFECT
D'IIFEKT

DEGREES
DIGR'IIZ

DELAYED
DIL'EID

DELEGATED
D'ELeGEITeD

DELIVERED
DIL'IVERD

DEMANDING
DIM'ANDING

DEMONSTRATORS
D'EMeNSTREITERZ

DEPARTMENT
DIP'AARTMeNT

DEPARTMENTS
DIP'AARTMeNTS

DEPRESS
DIPR'ES

DEPRESSED
DIPR'EST

DESPITE
DISP'AIT

DETAILS
DIT'EILZ

DICTATOR
DIKT'EITER

DID
D'ID

DIDN'T
D'IDeNT

DIE
D'AI

DIED
D'AID

DIFFERENCE
D'IFEReNS

DIFFERENT
D'IFEReNT

DINNER
D'INER

DIRECTED
DER'EKTeD

DIRECTION
DER'EKSHeN

DISABLED
DIS'EIBeLD

DISAGREE
DISeGR'II

DISCOURAGE
DISK'ERILL

DISCOURAGED
DISK'EReLLD

DISH
D'ISH

DISPERSE
DISP'ERS

DISTRACTS
DISTR'AKTS

DISTRIBUTOR
DISTR'IBIeTER

DIVIDING
DIV'AIDING

DIVISION
DIV'ICHeN

DO
D'UU

DOBERMAN
D'OUBERMeN

DOCTOR
D'AAKTER

DOCTORS
D'AAKTERZ

DOCUMENTS
D'AAKIeMeNTS

DOES
D'eZ

DOESN'T
D'eZeNT

DOGS
D'AAGZ

DOING
D'UUING

DOLLARS
D'AALERZ

DON'T
D'OUNT

DONE
D'eN

DOOR
D'OR

DOUBLE
D'eBeL

DOUBT
D'AUT

DOWN
D'AUN

DRAMATIC
DReM'ATIK

DRASTIC
DR'ASTIK

DREAD
DR'ED

DREAM
DR'IIM

DRESSED
DR'EST

DRINK
DR'INGK

DRINKING
DR'INGKING

DRIVE
DR'AIV

DRIVER
DR'AIVER

DRIVERS
DR'AIVERZ

DRIVERS'
DR'AIVERZ

DRIVING
DR'AIVING

DROPS
DR'AAPS

DRUNK
DR'eNGK

DRY
DR'AI

DUCT
D'eKT

DURING
D'URING

DUTY
D'UUTII

EACH
'IICH

EARLY
'ERLII

EARNED
'ERND

EASE
'IIZ

EASIER
'IIZIIER

EASIEST
'IIZIIeST

EASILY
'IIZeLII

EAST
'IIST

EASY
'IIZII

EATEN
'IITeN

EATING
'IITING

EDDIE
'EDII

EFFECTIVE
IF'EKTIV

EFFECTIVELY
IF'EKTIVLII

EFFECTIVENESS
IF'EKTIVNeS

EFFORT
'EFERT

EFFORTS
'EFERTS

EIGHT
'EIT

EITHER
'IIDER

ELECTRONICS
ILEKTR'AANIKS

ELEVEN
IL'EVeN

ELSE
'ELS

EMBARRASSED
IMB'EReST

EMBARRASSING
IMB'EReSING

EMPLOYEE
EMPL'OIII

EMPLOYEES
EMPL'OIIIZ

EMPLOYER
EMPL'OIER

EMPLOYMENT
EMPL'OIMeNT

ENCOURAGEMENT
ENK'ERILLMeNT

ENCOURAGING
ENK'ERILLING

END
'END

ENDED
'ENDeD

ENDING
'ENDING

ENDS
'ENDZ

ENFORCEMENT
ENF'ORSMeNT

ENFORCING
ENF'ORSING

ENGINE
'ENLLeN

ENGLISH
'INGGLISH

ENJOY
ENLL'OI

ENJOYED
ENLL'OID

ENOUGH
IN'eF

ENTERTAIN
ENTERT'EIN

ENTIRE
INT'AIER

ENVIRONMENT
INV'AIReNMeNT

ENVY
'ENVII

EQUIPMENT
IKU'IPMeNT

ERRAND
'EReND

ERROR
'ERER

ESSAYS
ES'EIZ

ESTABLISHED
IST'ABLISHT

ESTIMATED
'ESTeMEITeD

ETERNAL
IT'ERNeL

EUROPE
I'UReP

EUROPE'S
I'URePS

EUROPEANS
IUReP'IIeNZ

EVEN
'IIVIN

EVER
'EVER

EVERY
'EVERII

EVERYBODY
'EVRIIBAADII

EVERYDAY
'EVRIID'EI

EVERYONE
'EVRIIUeN

EVERYTHING
'EVRIIZING

EXACTLY
IGZ'AKTLII

EXAMPLE
IGZ'AMPeL

EXCEPT
IKS'EPT

EXCEPTION
IKS'EPSHeN

EXCITING
IKS'AITING

EXCUSE
IKSKI'UUS

EXEMPTED
IGZ'EMPTID

EXERCISES
'EKSERSAIZeZ

EXIT
'EGZIT

EXPECT
IKSP'EKT

EXPECTATIONS
EKSPEKT'EISHeNZ

EXPECTED
IKSP'EKTeD

EXPECTING
IKSP'EKTING

EXPENSIVE
IKSP'ENSIV

EXPERIENCE
IKSP'IRIIeNS

EXPLAIN
IKSPL'EIN

EXPLANATIONS
EKSPLeN'EISHeNZ

EXPORT
'EKSPORT

EXPRESS
IKSPR'ES

EXPRESSION
IKSPR'ESHeN

EXTRA
'EKSTRe

EXTREMELY
IKSTR'IIMLII

EYESIGHT
'AISAIT

FACE
F'EIS

FACES
F'EISeZ

FACT
F'AKT

FACTORS
F'AKTERZ

FACTS
F'AKTS

FAILURE
F'EILIER

FAIR
F'ER

FAMILIES
F'AMeLIIZ

FAMILY
F'AMeLII

FAMOUS
F'EIMeS

FANS
F'ANZ

FAR
F'AAR

FAST
F'AST

FASTEN
F'ASeN

FASTENED
F'ASeND

FASTER
F'ASTER

FASTEST
F'ASTeST

FATHER
F'AADER

FAULTS
F'OLTS

FAVOUR
真FAVOUR??

FEE
F'II

FEEL
F'IIL

FEET
F'IIT

FELL
F'EL

FELLOW
F'ELOU

FELT
F'ELT

FEW
FI'UU

FIFTEEN
FIFT'IIN

FIFTY
F'IFTII

FIGHTING
F'AITING

FIGHTS
F'AITS

FIGURES
F'IGIERZ

FILL
F'IL

FILLING
F'ILING

FILM
F'ILM

FINAL
F'AINeL

FINALLY
F'AINeLII

FIND
F'AIND

FINDING
F'AINDING

FINDS
F'AINDZ

FINISH
F'INISH

FINISHED
F'INISHT

FIRM
F'ERM

FIRST
F'ERST

FIVE
F'AIV

FIX
F'IKS

FIXED
F'IKST

FIXING
F'IKSING

FLAT
FL'AT

FLIGHT
FL'AIT

FLIGHTS
FL'AITS

FLOOR
FL'OR

FLORIDA
FL'OReDe

FLY
FL'AI

FOG
F'AAG

FOLLOWING
F'AALOUING

FOOD
F'UUD

FOOL
F'UUL

FOOLISH
F'UULISH

FOOTBALL
F'UTBOL

FOR
F'OR

FORBIDDEN
F'ORBIDeN

FOREIGN
F'OReN

FOREIGNERS
F'OReNERZ

FOREVER
FER'EVER

FORGET
FERG'ET

FORGOT
FERG'AAT

FORGOTTEN
FERG'AATeN

FORM
F'ORM

FORMS
F'ORMZ

FORTUNE
F'ORCHeN

FORTY
F'ORTII

FORWARD
F'ORUERD

FOUGHT
F'OT

FOUND
F'AUND

FOUR
F'OR

FREE
FR'II

FRENCH
FR'ENCH

FRIEND
FR'END

FRIENDS
FR'ENDZ

FROM
FR'eM

FRONT
FR'eNT

FROZE
FR'OUZ

FULL
F'UL

FUNNY
F'eNII

GAIN
G'EIN

GAMBLE
G'AMBeL

GAMBLING
G'AMBeLING

GARAGE
GER'AACH

GARDENER
G'AARDeNER

GAS
G'AS

GATE
G'EIT

GAVE
G'EIV

GENERAL
LL'ENEReL

GENERATIONS
LLENER'EISHeNZ

GENOA
LL'ENOUe

GENTLEMEN
LL'ENTeLMIN

GERMANY
LL'ERMeNII

GET
G'ET

GETS
G'ETS

GETTING
G'ETING

GIFTED
G'IFTeD

GIFTS
G'IFTS

GIRL
G'ERL

GIRLS
G'ERLZ

GIVE
G'IV

GIVES
G'IVZ

GIVING
G'IVING

GLAD
GL'AD

GLASS
GL'AS

GO
G'OU

GOALS
G'OULZ

GOD
G'AAD

GOES
G'OUZ

GOING
G'OUING

GONE
G'ON

GOOD
G'UD

GOT
G'AAT

GOTTEN
G'AATeN

GOVERNMENT
G'eVERMeNT

GRADUATES
GR'ALLeUeTS

GRANDFATHER
GR'ANDFAADER

GRANTED
GR'ANTeD

GREAT
GR'EIT

GREATEST
GR'EITeST

GREY
GR'EI

GROSS
GR'OUS

GROWING
GR'OUING

GROWN
GR'OUN

GUARANTEE
GEReNT'II

GUARDS
G'AARDZ

GUESS
G'ES

GUIDANCE
G'AIDeNS

GUY
G'AI

HAD
J'AD

HADN'T
J'ADeNT

HALF
J'AF

HALFHOUR
真HALFHOUR??

HAND
J'AND

HANDICAPPED
J'ANDIIKAPT

HANDLE
J'ANDeL

HANDLING
J'ANDLING

HANDS
J'ANDZ

HANDSOME
J'ANSeM

HANDY
J'ANDII

HANG
J'ANG

HAPPEN
J'APeN

HAPPENED
J'APeND

HAPPY
J'APII

HARD
J'AARD

HARDER
J'AARDER

HARDLY
J'AARDLII

HARDWORKING
J'AARDUERKING

HAS
J'AZ

HASN'T
J'AZeNT

HAVE
J'AV

HAVEN'T
J'AVeNT

HAVING
J'AVING

HAZARDOUS
J'AZERDeS

HAZE
J'EIZ

HE
J'II

HE'LL
J'IIL

HE'S
J'IIZ

HEAD
J'ED

HEADS
J'EDZ

HEAR
J'IIR

HEARD
J'ERD

HEATING
J'IITING

HECTIC
J'EKTIK

HEIGHT
J'AIT

HEIRS
'ERZ

HELLO
JeL'OU

HELP
J'ELP

HER
JER

HERE
J'IIR

HERE'S
J'IRZ

HIGH
J'AI

HIGHER
J'AIER

HIGHLY
J'AILII

HIM
J'IM

HIMSELF
JIMS'ELF

HIRE
J'AIER

HIRED
J'AIERD

HIS
J'IZ

HISTORY
J'ISTERII

HISTORYMAKING
真HISTORYMAKING??

HIT
J'IT

HOLD
J'OULD

HOLDING
J'OULDING

HOME
J'OUM

HOMEWORK
J'OUMUERK

HONEST
'AANeST

HOOKED
J'UKT

HOPELESS
J'OUPLeS

HORRIBLE
J'OReBeL

HORSE
J'ORS

HORSE'S
J'ORSeZ

HOSPITAL
J'AASPITeL

HOT
J'AAT

HOTEL
JOUT'EL

HOUR
'AUER

HOURS
'AUERZ

HOUSE
J'AUS

HOW
J'AU

HOWEVER
JAU'EVER

HUGE
JI'UULL

HUMAN
JI'UUMeN

HUMILIATING
JIUUM'ILIIEITING

HUNDRED
J'eNDReD

HUNGRY
J'eNGGRII

HURT
J'ERT

HURTS
J'ERTS

I
'AI

I'D
'AID

I'LL
'AIL

I'M
'AIM

I'VE
'AIV

ICE
'AIS

IDEA
AID'IIe

IDEAS
AID'IIeZ

IF
'IF

IGNORE
IGN'OR

ILLNESS
'ILNeS

IMMEDIATELY
IM'IIDIIeTLII

IMMUNE
IMI'UUN

IMPERSONAL
IMP'ERSeNeL

IMPLEMENT
'IMPLeMeNT

IMPLYING
IMPL'AIING

IMPORTANT
IMP'ORTeNT

IMPORTS
IMP'ORTS

IMPRESS
IMPR'ES

IMPRESSION
IMPR'ESHeN

IMPRESSIVE
IMPR'ESIV

IMPROVE
IMPR'UUV

IN
IN

INCLUDING
INKL'UUDING

INCOME
'INKeM

INCREASE
INKR'IIS

INCREDIBLE
INKR'EDeBeL

INDEPENDENCE
INDIP'ENDeNS

INDIAN
'INDIIeN

INDICATES
'INDIKEITS

INDIVIDUAL
INDeV'ILLeUeL

INFANT
'INFeNT

INFLATION
INFL'EISHeN

INFLUENCE
'INFLUUeNS

INFORMATION
INFERM'EISHeN

INFORMED
INF'ORMD

INHERITANCE
INJ'EReTeNS

INJURIES
'INLLERIIZ

INSIDE
INS'AID

INSISTED
INS'ISTeD

INSISTING
INS'ISTING

INSOMNIA
INS'AAMNIIe

INSTALL
INST'OL

INSTALLED
INST'OLD

INSTANT
'INSTeNT

INSTEAD
INST'ED

INSTRUCTION
INSTR'eKSHeN

INSTRUCTIONS
INSTR'eKSHeNZ

INSTRUMENT
'INSTReMeNT

INSURANCE
INSH'UReNS

INTELLIGENT
INT'ELeLLeNT

INTENDED
INT'ENDeD

INTENTIONS
INT'ENCHeNZ

INTEREST
'INTReST

INTERESTED
'INTReSTeD

INTERESTS
'INTReSTS

INTERIOR
INT'IRIIER

INTERRUPT
INTER'ePT

INTERRUPTED
INTER'ePTID

INTERSECTIONS
INTERS'EKSHeNZ

INTO
INT'UU

IS
'IZ

ISN'T
'IZeNT

ISSUE
'ISHUU

IT
'IT

IT'LL
'ITeL

IT'S
'ITS

ITALIANS
IT'ALIeNZ

ITS
'ITS

ITSELF
ITS'ELF

JACK
LL'AK

JIM
LL'IM

JOB
LL'AAB

JOBS
LL'AABZ

JOHN
LL'AAN

JOHNSON
LL'AANSeN

JOHNSON'S
LL'AANSeNZ

JOIN
LL'OIN

JOINED
LL'OIND

JOKES
LL'OUKS

JONES
LL'OUNZ

JUDGE
LL'eLL

JUDGEMENTS
LL'eLLMeNTS

JULY
LLUUL'AI

JUMPING
LL'eMPING

JUNE
LL'UUN

JUST
LL'eST

KANGAROO
KANGGER'UU

KEEP
K'IIP

KEEPS
K'IIPS

KEY
K'II

KEYBOARD
K'IIBORD

KIDS
K'IDZ

KILL
K'IL

KILLED
K'ILD

KIND
K'AIND

KNEW
N'UU

KNOTS
N'AATS

KNOW
N'OU

KNOWING
N'OUING

KNOWN
N'OUN

KNOWS
N'OUZ

L
'EL

LAB
L'AB

LABOUR
L'EIBAUR

LACKS
L'AKS

LADIES
L'EIDIIZ

LADY
L'EIDII

LANDING
L'ANDING

LANGUAGE
L'ANGGUeLL

LANGUAGES
L'ANGGUeLLeZ

LAST
L'AST

LASTING
L'ASTING

LATE
L'EIT

LATELY
L'EITLII

LATER
L'EITER

LAUGH
L'AF

LAUGHING
L'AFING

LAW
L'O

LAWS
L'OZ

LD
真LD??

LEAD
L'ED

LEADERS
L'IIDERZ

LEARN
L'ERN

LEARNED
L'ERND

LEARNING
L'ERNING

LEAST
L'IIST

LEAVE
L'IIV

LEAVING
L'IIVING

LED
L'ED

LEFT
L'EFT

LEG
L'EG

LEGALIZED
L'IIGeLAIZD

LESS
L'ES

LET
L'ET

LETTERS
L'ETERZ

LETTING
L'ETING

LEVEL
L'EVeL

LICENSE
L'AISeNS

LIED
L'AID

LIFE
L'AIF

LIFETIME
L'AIFTAIM

LIGHTLY
L'AITLII

LIKE
L'AIK

LIKED
L'AIKT

LIKES
L'AIKS

LIMITED
L'IMeTeD

LINE
L'AIN

LIST
L'IST

LISTEN
L'ISeN

LISTENER
L'ISeNER

LISTENING
L'ISeNING

LITERATURE
L'ITEReCHER

LITTLE
L'ITeL

LIVE
L'AIV

LIVED
L'AIVD

LIVER
L'IVER

LIVES
L'IVZ

LIVING
L'IVING

LOCAL
L'OUKeL

LOCATED
L'OUKEITeD

LONDON
L'eNDeN

LONG
L'ONG

LONGER
L'ONGGER

LOOK
L'UK

LOOKED
L'UKT

LOOKING
L'UKING

LOSE
L'UUZ

LOT
L'AAT

LOUD
L'AUD

LOWERED
L'OUERD

LOYAL
L'OIeL

LUCKY
L'eKII

LUNATIC
L'UUNeTIK

LUNCH
L'eNCH

LUXURY
L'eGCHERII

LYING
L'AIING

MACHINE
MeSH'IIN

MAD
M'AD

MADE
M'EID

MADISON
M'ADeSeN

MAGAZINE
M'AGeZIIN

MAIDS
M'EIDZ

MAIN
M'EIN

MAINLY
M'EINLII

MAINTAIN
MEINT'EIN

MAINTENANCE
M'EINTeNeNS

MAKE
M'EIK

MAKES
M'EIKS

MAKING
M'EIKING

MAN
M'AN

MANAGE
M'ANeLL

MANAGED
M'ANeLLD

MANAGER
M'ANeLLER

MANAGER'S
M'ANILLERZ

MANAGERS
M'ANeLLERZ

MANUALS
M'ANIUUeLZ

MANUFACTURED
MANIeF'AKCHERD

MANY
M'ENII

MARGIN
M'AARLLeN

MARINE
MER'IIN

MARRY
M'ERII

MASTER
M'ASTER

MASTERED
M'ASTERD

MATERIAL
MeT'IRIIeL

MATERIALS
MeT'IRIIeLZ

MATERNITY
MeT'ERNITII

MATTER
M'ATER

MATURE
MeCH'UR

MAY
M'EI

ME
M'II

MEAN
M'IIN

MEANS
M'IINZ

MEANTIME
M'IINTAIM

MEASURES
M'ECHERZ

MECHANICS
MeK'ANIKS

MEDICAL
M'EDeKeL

MEDITERRANEAN
MEDeTER'EINIIeN

MEET
M'IIT

MEETING
M'IITING

MEETINGS
M'IITINGZ

MELT
M'ELT

MEN
M'EN

MERCHANT
M'ERCHeNT

MERIT
M'EReT

MET
M'ET

METHOD
M'EZeD

METHODS
M'EZeDZ

MEXICAN
M'EKSeKeN

MIAMI
MAI'AMII

MIDDLE
M'IDeL

MIDNIGHT
M'IDNAIT

MIGHT
M'AIT

MILLION
M'ILIeN

MILLIONAIRE
MILIeN'ER

MIND
M'AIND

MINE
M'AIN

MINES
M'AINZ

MINUTE
M'INeT

MINUTES
M'INeTS

MISJUDGE
MISLL'eLL

MISS
M'IS

MISSED
M'IST

MISSILE
M'ISeL

MISTAKE
MIST'EIK

MOLOTOV
M'OLeTAAF

MONEY
M'eNII

MONTH
M'eNZ

MONTHS
M'eNZS

MOOD
M'UUD

MORAL
M'OReL

MORE
M'OR

MORNING
M'ORNING

MOST
M'OUST

MOTTO
M'AATOU

MOUNTAIN
M'AUNTeN

MOUSTACHE
M'eSTASH

MOUSTACHES
真MOUSTACHES??

MOUTH
M'AUZ

MOVE
M'UUV

MOVES
M'UUVZ

MOVIE
M'UUVII

MOVING
M'UUVING

MR
M'ISTER

MUCH
M'eCH

MUSCLES
M'eSeLZ

MUSEUM
MIUUZ'IIeM

MUSIC
MI'UUZIK

MUSICAL
MI'UUZIKeL

MUST
M'eST

MY
M'AI

MYSELF
MAIS'ELF

NAME
N'EIM

NAPLES
N'EIPeLZ

NASA
N'ASe

NATIONAL
N'ASHeNeL

NATURAL
N'ACHEReL

NATURE
N'EICHER

NATURED
N'EICHERD

NAVY
N'EIVII

NEAR
N'IR

NEARBY
N'IRB'AI

NECK
N'EK

NECKLACE
N'EKLeS

NEED
N'IID

NEEDS
N'IIDZ

NEGLIGENCE
N'EGLeLLeNS

NEIGHBOURS
真NEIGHBOURS??

NERVOUS
N'ERVeS

NEVER
N'EVER

NEW
N'UU

NEWS
N'UUZ

NEWSPAPER
N'UUZPEIPER

NEXT
N'EKST

NICE
N'AIS

NIGHT
N'AIT

NO
N'OU

NOBODY
N'OUBAADII

NOR
N'OR

NORMAL
N'ORMeL

NORMALLY
N'ORMeLII

NOSE
N'OUZ

NOT
N'AAT

NOTES
N'OUTS

NOTHING
N'eZING

NOTICED
N'OUTeST

NOVEL
N'AAVeL

NOW
N'AU

NOWADAYS
N'AUeDEIZ

NUMBER
N'eMBER

OBEY
OUB'EI

OBNOXIOUS
AABN'AAKSHeS

OBSESSED
eBS'EST

OCCASION
eK'EICHeN

OCCUR
eK'ER

ODD
'AAD

OF
'eV

OFF
'OF

OFFENDED
eF'ENDeD

OFFER
'OFER

OFFERED
'OFERD

OFFERING
'OFERING

OFFERS
'OFERZ

OFFICE
'OFeS

OFFICES
'OFeSeZ

OFTEN
'OFeN

OKAY
OUK'EI

OLD
'OULD

OLDER
'OULDER

ON
'AAN

ONCE
U'eNS

ONE
U'eN

ONEFIFTH
真ONEFIFTH??

ONEMINUTE
真ONEMINUTE??

ONES
U'eNZ

ONLY
'OUNLII

ONTO
'AANTUU

OPEL
'OUPeL

OPEN
'OUPeN

OPENED
'OUPeND

OPERA
'AAPRe

OPERATE
'AAPEREIT

OPINION
eP'INIeN

OPPORTUNITIES
AAPERT'UUNeTIIZ

OPPORTUNITY
AAPERT'UUNeTII

OR
'OR

ORAL
'OReL

ORANGE
'OReNLL

ORCHESTRA
'ORKeSTRe

ORDER
'ORDER

ORIGINALLY
ER'ILLeNeLII

OTHER
'eDER

OTHERS
'eDERZ

OTHERWISE
'eDERUAIZ

OUR
'AUER

OUT
'AUT

OUTSIDE
'AUTS'AID

OVER
'OUVER

OVEREAT
'OUVERIIT

OVERLY
'OUVERLII

OVERNIGHT
'OUVERN'AIT

OVERSIGHT
'OUVERSAIT

OVERSLEEP
OUVERSL'IIP

OVERSLEPT
OUVERSL'EPT

OWN
'OUN

PACKAGES
P'AKeLLeZ

PAGE
P'EILL

PAID
P'EID

PAIN
P'EIN

PAINTED
P'EINTeD

PAINTING
P'EINTING

PALACE
P'ALeS

PANEL
P'ANeL

PAPERS
P'EIPERZ

PARALYSED
真PARALYSED??

PARENTS
P'EReNTS

PARIS
P'ERIS

PARK
P'AARK

PARKED
P'AARKT

PART
P'AART

PARTIALLY
P'AARSHeLII

PARTTIME
P'AARTTAIM

PARTY
P'AARTII

PASS
P'AS

PASSENGER
P'ASeNLLER

PASSES
P'ASeZ

PASSING
P'ASING

PAST
P'AST

PAY
P'EI

PAYING
P'EIING

PEACEFUL
P'IISFeL

PENSION
P'ENSHeN

PEOPLE
P'IIPeL

PERCENT
PERS'ENT

PERFORMANCE
PERF'ORMeNS

PERHAPS
PERJ'APS

PERIOD
P'IRIIeD

PERMANENTLY
P'ERMeNeNTLII

PERMIT
PERM'IT

PERSON
P'ERSeN

PERSONAL
P'ERSINIL

PERSONALLY
P'ERSeNeLII

PERSONNEL
PERSeN'EL

PERSUADING
PERSU'EIDING

PETER
P'IITER

PHILOSOPHICAL
FILeS'AAFIKeL

PHONE
F'OUN

PICK
P'IK

PICTURES
P'IKCHERZ

PIECE
P'IIS

PIPES
P'AIPS

PLACE
PL'EIS

PLACES
PL'EISeZ

PLAN
PL'AN

PLANE
PL'EIN

PLANNED
PL'AND

PLANNING
PL'ANING

PLANS
PL'ANZ

PLATFORM
PL'ATFORM

PLAY
PL'EI

PLAYED
PL'EID

PLAYER
PL'EIER

PLAYS
PL'EIZ

PLEASANT
PL'EZeNT

PLEASE
PL'IIZ

PLEASED
PL'IIZD

PLUMBING
PL'eMING

PLUS
PL'eS

POINT
P'OINT

POINTS
P'OINTS

POISONOUS
P'OIZeNeS

POLAR
P'OULER

POLITELY
PeL'AITLII

POOR
P'UR

POPULAR
P'AAPIeLER

POSITION
PeZ'ISHeN

POSITIVE
P'AAZeTIV

POSSIBILITY
PAASeB'ILeTII

POSSIBLE
P'AASeBeL

POSTMAN
P'OUSTMeN

POUR
P'OR

PRACTICE
PR'AKTeS

PREFER
PReF'ER

PREPARATION
PREPER'EISHeN

PREPARE
PRIIP'ER

PREPARED
PRIIP'ERD

PREPARING
PRIIP'ERING

PRESENCE
PR'EZeNS

PRESENT
PR'EZeNT

PRESENTATION
PREZeNT'EISHeN

PRESENTATIONS
PREZeNT'EISHeNZ

PRESENTDAY
真PRESENTDAY??

PRESS
PR'ES

PRETTY
PR'ITII

PRICES
PR'AISeZ

PRIOR
PR'AIER

PRISON
PR'IZeN

PRIVATE
PR'AIVeT

PROBABLY
PR'AABeBLII

PROBLEM
PR'AABLeM

PROBLEMS
PR'AABLeMZ

PROCESS
PR'AASES

PROCESSOR
PR'AASESER

PRODUCTION
PReD'eKSHeN

PROFESSIONAL
PReF'ESHeNeL

PROFITS
PR'AAFITS

PROGRAMMING
PR'OUGRAMING

PROGRAMS
PR'OUGRAMZ

PROJECT
PR'AALLEKT

PROMISE
PR'AAMeS

PROMOTION
PReM'OUSHeN

PROPORTION
PReP'ORSHeN

PROPOSAL
PReP'OUZeL

PROPOSALS
PReP'OUZeLZ

PROSPECTS
PR'AASPEKTS

PROVES
PR'UUVZ

PROVIDE
PReV'AID

PROVINCE
PR'AAVeNS

PROVOCATION
PRAAVeK'EISHeN

PSYCHOLOGIST
SAIK'AALeLLeST

PUBLIC
P'eBLIK

PUBLICITY
PeBL'ISeTII

PUNISHING
P'eNISHING

PUNISHMENTS
P'eNISHMeNTS

PURPOSE
P'ERPeS

PURSE
P'ERS

PUT
P'UT

PUZZLE
P'eZeL

PUZZLES
P'eZeLZ

PYJAMAS
真PYJAMAS??

QUESTION
KU'ESCHeN

QUESTIONS
KU'ESCHeNZ

QUIET
KU'AIeT

QUIT
KU'IT

QUITE
KU'AIT

RADIO
R'EIDIIOU

RAINY
R'EINII

RAISE
R'EIZ

RAISING
R'EIZING

RAN
R'AN

RANK
R'ANGK

RATE
R'EIT

RATHER
R'ADER

RAW
R'AA

REACH
R'IICH

REACHED
R'IICHT

REACTIONS
RII'AKSHeNZ

READ
R'ED

READING
R'EDING

READY
R'EDII

REAL
R'IIL

REALIZE
R'IILAIZ

REALIZED
R'IILAIZD

REALIZING
R'IILAIZING

REALLY
R'ILII

REASON
R'IIZeN

REASONS
R'IIZeNZ

RECEIVE
ReS'IIV

RECEIVES
ReS'IIVZ

RECEIVING
ReS'IIVING

RECENT
R'IISeNT

RECHARGED
RIICH'AARLLD

RECOMMEND
REKeM'END

RECOMMENDED
REKeM'ENDeD

RECORD
ReK'ORD

RECORDERS
RIK'ORDERZ

RECORDING
ReK'ORDING

RECOVERED
ReK'eVERD

REFERENCE
R'EFEReNS

REHEARSING
RIJ'ERSING

RELATIONS
RIIL'EISHeNZ

RELATIVE
R'ELeTIV

RELAXATION
RIILAKS'EISHeN

RELIABLE
RIL'AIeBeL

REMAINED
RIM'EIND

REMEMBER
RIM'EMBER

REMEMBERED
RIM'EMBERD

REMINDED
RIIM'AINDeD

REMINDING
RIIM'AINDING

REMODELLED
真REMODELLED??

REMOVE
RIIM'UUV

REMOVED
RIIM'UUVD

RENAULT
ReN'OU

RENT
R'ENT

RENTAL
R'ENTeL

RENTED
R'ENTeD

REORGANIZE
RII'ORGeNAIZ

REPEAT
RIP'IIT

REPLACEMENT
RIPL'EISMeNT

REPLY
RIPL'AI

REPORT
RIIP'ORT

REPORTERS
RIP'ORTERZ

REPRESENT
REPReZ'ENT

REQUEST
RIKU'EST

REQUIRES
RIIKU'AIERZ

RESEARCH
RIIS'ERCH

RESERVATIONS
REZERV'EISHeNZ

RESORT
RIZ'ORT

RESPECT
RISP'EKT

RESPONSIBILITY
RIISPAANSeB'ILeTII

REST
R'EST

RESTAURANT
R'ESTERAANT

RESTORE
RIST'OR

RESTROOMS
R'ESTRUUMZ

RESULT
RIZ'eLT

RESULTS
RIZ'eLTS

RESUMES
RIZ'UUMZ

RETIRE
RIT'AIR

RETIRED
RIT'AIRD

RETIREMENT
RIIT'AIERMeNT

RETURN
RIT'ERN

REVEAL
RIV'IIL

REVENUE
R'EVeNUU

REWARD
RIU'ORD

REWARDS
RIU'ORDZ

RICH
R'ICH

RIGHT
R'AIT

RING
R'ING

RISEN
R'IZeN

RISK
R'ISK

RIVER
R'IVER

ROAD
R'OUD

ROCK
R'AAK

ROLLED
R'OULD

ROME
R'OUM

ROOM
R'UUM

ROUND
R'AUND

ROYAL
R'OIeL

RUMOURS
RUUMERZ

RUN
R'eN

RUNS
R'eNZ

RUSSIANS
R'eSHeNZ

SACRED
S'EIKReD

SAFEST
S'EIFeST

SAID
S'ED

SALARY
S'ALERII

SALES
S'EILZ

SAME
S'EIM

SAMPLE
S'AMPeL

SAMPLES
S'AMPeLZ

SANDWICH
S'ANDUICH

SANEST
真SANEST??

SATURDAY
S'ATERDII

SAUSAGE
S'OSeLL

SAVE
S'EIV

SAW
S'O

SAY
S'EI

SAYING
S'EIING

SCHEDULE
SK'ELLUL

SCHOOL
SK'UUL

SEA
S'II

SEASICK
S'IISIK

SEAT
S'IIT

SECOND
S'EKeND

SECONDS
S'EKeNDZ

SECRETARY
S'EKReTERII

SEE
S'II

SEEING
S'IIING

SEEMED
S'IIMD

SEEMS
S'IIMZ

SEEN
S'IIN

SEES
S'IIZ

SELFISHNESS
S'ELFISHNeS

SEND
S'END

SENDING
S'ENDING

SENSE
S'ENS

SENSITIVE
S'ENSeTIV

SENT
S'ENT

SENTENCE
S'ENTeNS

SEPTEMBER
SEPT'EMBER

SERIES
S'IRIIZ

SERIOUS
S'IRIIeS

SERIOUSNESS
S'IRIIeSNeS

SERVE
S'ERV

SERVED
S'ERVD

SERVICE
S'ERVeS

SESSION
S'ESHeN

SET
S'ET

SEVEN
S'EVeN

SEVENTY
S'EVeNTII

SEVERAL
S'EVReL

SHALL
SH'AL

SHAPE
SH'EIP

SHAVED
SH'EIVD

SHE
SH'II

SHEETS
SH'IITS

SHIP
SH'IP

SHIPMENT
SH'IPMeNT

SHIRT
SH'ERT

SHOES
SH'UUZ

SHOPPING
SH'AAPING

SHORT
SH'ORT

SHORTAGE
SH'ORTeLL

SHORTER
SH'ORTER

SHOTS
SH'AATS

SHOULD
SH'UD

SHOULDN'T
SH'UDeNT

SHOW
SH'OU

SHOWED
SH'OUD

SHOWS
SH'OUZ

SIDE
S'AID

SIGN
S'AIN

SIGNED
S'AIND

SIMPLE
S'IMPeL

SIMPLY
S'IMPLII

SINCE
S'INS

SING
S'ING

SINGLE
S'INGGeL

SISTER
S'ISTER

SIT
S'IT

SITUATION
SICHUU'EISHeN

SIX
S'IKS

SIXTEEN
SIKST'IIN

SIXTY
S'IKSTII

SKILFUL
真SKILFUL??

SKIP
SK'IP

SKYSCRAPER
SK'AISKREIPER

SLEEP
SL'IIP

SLIGHT
SL'AIT

SLIGHTEST
SL'AITeST

SLOWER
SL'OUER

SLOWLY
SL'OULII

SMALL
SM'OL

SMALLEST
SM'OLeST

SMART
SM'AART

SMARTER
SM'AARTER

SMILE
SM'AIL

SMITH
SM'IZ

SMITH'S
SM'IZS

SMOKE
SM'OUK

SMUGGLER
SM'eGLER

SNAKE
SN'EIK

SO
S'OU

SOLD
S'OULD

SOLDIERS
S'OULLLERZ

SOLUTIONS
SeL'UUSHeNZ

SOLVE
S'AALV

SOLVED
S'AALVD

SOME
S'eM

SOMEBODY
S'eMBAADII

SOMEONE
S'eMUeN

SOMETHING
S'eMZING

SOMETIMES
SeMT'AIMZ

SON
S'eN

SON'S
S'eNZ

SOON
S'UUN

SOONER
S'UUNER

SORE
S'OR

SORRY
S'AARII

SOURCE
S'ORS

SOUTH
S'AUZ

SPARE
SP'ER

SPEAK
SP'IIK

SPEAKING
SP'IIKING

SPEAKS
SP'IIKS

SPECIAL
SP'ESHeL

SPECIALLYMADE
真SPECIALLYMADE??

SPEECH
SP'IICH

SPEED
SP'IID

SPEND
SP'END

SPENDS
SP'ENDZ

SPENT
SP'ENT

SPILL
SP'IL

SPOKE
SP'OUK

SPOKEN
SP'OUKeN

STABLE
ST'EIBeL

STAND
ST'AND

STANDING
ST'ANDING

STAR
ST'AAR

STARING
ST'ERING

START
ST'AART

STARTED
ST'AARTeD

STARTERS
ST'AARTERZ

STARTING
ST'AARTING

STARTS
ST'AARTS

STATES
ST'EITS

STATESMEN
ST'EITSMIN

STATION
ST'EISHeN

STAY
ST'EI

STAYED
ST'EID

STAYING
ST'EIING

STEAK
ST'EIK

STEP
ST'EP

STICK
ST'IK

STILL
ST'IL

STOCK
ST'AAK

STOLEN
ST'OULeN

STOMACH
ST'eMeK

STOP
ST'AAP

STOPPED
ST'AAPT

STORY
ST'ORII

STRAIGHT
STR'EIT

STRANGE
STR'EINLL

STREET
STR'IIT

STRICT
STR'IKT

STRICTLY
STR'IKTLII

STRONG
STR'ONG

STRONGLY
STR'ONGLII

STUBBORN
ST'eBERN

STUCK
ST'eK

STUDENTS
ST'UUDeNTS

STUDY
ST'eDII

SUBJECT
SeBLL'EKT

SUBJECTS
S'eBLLIKTS

SUBORDINATE
SeB'ORDeNEIT

SUBORDINATES
SeB'ORDeNEITS

SUCCEED
SeKS'IID

SUCCESS
SeKS'ES

SUCCESSFUL
SeKS'ESFeL

SUCH
S'eCH

SUFFERED
S'eFERD

SUGGESTING
SeGLL'ESTING

SUMMARY
S'eMERII

SUMMER
S'eMER

SUMMERS
S'eMERZ

SUN
S'eN

SUPPLY
SePL'AI

SUPPORT
SeP'ORT

SUPPOSE
SeP'OUZ

SUPPOSED
SeP'OUZD

SURE
SH'UR

SURPASSED
SERP'AST

SURPRISE
SERPR'AIZ

SURPRISED
SERPR'AIZD

SURVIVE
SERV'AIV

SWALLOW
SU'AALOU

SWEDES
SU'IIDZ

SWIM
SU'IM

SYSTEM
S'ISTeM

T
T'II

TABLE
T'EIBeL

TAKE
T'EIK

TAKEN
T'EIKeN

TAKEOFF
T'EIKOF

TAKES
T'EIKS

TAKING
T'EIKING

TALENT
T'ALeNT

TALK
T'OK

TALKING
T'OKING

TALL
T'OL

TALLER
T'OLER

TAPE
T'EIP

TARGETS
T'AARGeTS

TASK
T'ASK

TASTE
T'EIST

TASTED
T'EISTeD

TAUGHT
T'OT

TAX
T'AKS

TAXES
T'AKSeZ

TAXFREE
真TAXFREE??

TBR
真TBR??

TEACH
T'IICH

TEACHER
T'IICHER

TEACHERS'
T'IICHERZ

TEACHING
T'IICHING

TEAM
T'IIM

TECHNICAL
T'EKNIKeL

TEENAGER
T'IINEILLER

TELEGRAM
T'ELeGRAM

TELEPHONE
T'ELeFOUN

TELL
T'EL

TELLING
T'ELING

TEMPER
T'EMPER

TEMPERATURE
T'EMPReCHER

TEN
T'EN

TEND
T'END

TENDS
T'ENDZ

TERRIBLE
T'EReBeL

TERRIBLY
T'EReBLII

TEST
T'EST

TESTED
T'ESTeD

THAN
D'AN

THANK
Z'ANGK

THANKS
Z'ANGKS

THAT
D'AT

THAT'S
D'ATS

THE
De

THEIR
D'ER

THEM
D'EM

THEN
D'EN

THERE
D'ER

THERE'S
D'ERZ

THESE
D'IIZ

THEY
D'EI

THEY'LL
D'EIL

THEY'RE
D'ER

THEY'VE
D'EIV

THING
Z'ING

THINGS
Z'INGZ

THINK
Z'INGK

THINKING
Z'INGKING

THIRD
Z'ERD

THIRTY
Z'ERDII

THIS
D'IS

THOSE
D'OUZ

THOUGH
D'OU

THOUGHT
Z'OT

THOUSAND
Z'AUZeND

THREE
ZR'II

THREW
ZR'UU

THROUGH
ZR'UU

THROWN
ZR'OUN

TIDE
T'AID

TIE
T'AI

TIGHTEST
T'AITeST

TIME
T'AIM

TIMES
T'AIMZ

TIRED
T'AIERD

TIRES
T'AIERZ

TITLE
T'AITeL

TO
T'UU

TODAY
TeD'EI

TOGETHER
TeG'EDER

TOKYO
T'OUKIIOU

TOLD
T'OULD

TOMORROW
TeM'AAROU

TONIGHT
TeN'AIT

TOO
T'UU

TOOK
T'UK

TOP
T'AAP

TOPFLOOR
真TOPFLOOR??

TOURING
T'URING

TOWARDS
TeU'ORDZ

TOWED
T'OUD

TOWEL
T'AUeL

TOWN
T'AUN

TOWNS
T'AUNZ

TRAIN
TR'EIN

TRAINING
TR'EINING

TRAINS
TR'EINZ

TRANSITION
TRANZ'ISHeN

TRAVELLING
TR'AVeLING

TREAT
TR'IIT

TREATED
TR'IITeD

TRIBAL
TR'AIBeL

TRIBES
TR'AIBZ

TRIED
TR'AID

TRINIDAD
TR'INIDAD

TROOPS
TR'UUPS

TROUBLE
TR'eBeL

TROUBLEMAKERS
TR'eBeLMEIKERZ

TRUCK
TR'eK

TRUE
TR'UU

TRULY
TR'UULII

TRUST
TR'eST

TRUSTED
TR'eSTID

TRUSTING
TR'eSTING

TRUSTWORTHY
TR'eSTUERDII

TRUTH
TR'UUZ

TRY
TR'AI

TRYING
TR'AIING

TUNE
T'UUN

TUNNEL
T'eNeL

TURN
T'ERN

TURNED
T'ERND

TURNING
T'ERNING

TUXEDOS
TeKS'IIDOUZ

TV
T'IIV'II

TWA
真TWA??

TWENTY
TU'ENTII

TWICE
TU'AIS

TWIST
TU'IST

TWO
T'UU

TYING
T'AIING

TYPE
T'AIP

TYPES
T'AIPS

TYPEWRITTEN
T'AIPRITeN

TYPISTS
T'AIPISTS

UNDER
'eNDER

UNDERSTAND
eNDERST'AND

UNDERSTANDING
eNDERST'ANDING

UNIQUE
IUUN'IIK

UNIVERSITY
IUUNeV'ERSeTII

UNSETTLE
eNS'ETeL

UNTIL
eNT'IL

UP
'eP

UPBRINGING
'ePBRINGING

UPSET
ePS'ET

UPSTAIRS
ePST'ERZ

US
'eS

USE
I'UUS

USED
I'UUZD

USEFUL
I'UUSFeL

USING
I'UUZING

USUALLY
I'UUCHeUeLII

VACATION
VEIK'EISHeN

VALUES
V'ALIUUZ

VENTILATION
VENTeL'EISHeN

VERY
V'ERII

VETERAN
V'ETEReN

VIBRATE
V'AIBREIT

VIETNAM
VIIETN'AAM

VIEW
VI'UU

VISIT
V'IZeT

VISITED
V'IZeTeD

VISITORS
V'IZeTERZ

VODKA
V'AADKe

VOLUME
V'AALIUUM

WAIT
U'EIT

WAITING
U'EITING

WALK
U'OK

WALLS
U'OLZ

WANT
U'AANT

WANTED
U'AANTeD

WANTS
U'AANTS

WARM
U'ORM

WARNING
U'ORNING

WARS
U'ORZ

WAS
U'AAZ

WASN'T
U'AAZeNT

WASTE
U'EIST

WASTING
U'EISTING

WATCH
U'AACH

WATER
U'OTER

WAY
U'EI

WE
U'II

WE'LL
U'IIL

WE'RE
U'IIR

WE'VE
U'IIV

WEALTH
U'ELZ

WEAR
U'ER

WEARING
U'ERING

WEATHER
U'EDER

WEDDING
U'EDING

WEEK
U'IIK

WEEKS
U'IIKS

WELL
U'EL

WENT
U'ENT

WERE
UER

WEREN'T
U'EReNT

WEST
U'EST

WHAT
U'eT

WHAT'S
U'eTS

WHATEVER
UeT'EVER

WHEEL
U'IIL

WHEN
U'EN

WHENEVER
UEN'EVER

WHERE
U'ER

WHETHER
U'EDER

WHICH
U'ICH

WHILE
U'AIL

WHO
J'UU

WHO'LL
J'UUL

WHOEVER
JUU'EVER

WHOLE
J'OUL

WHOSE
J'UUZ

WHY
U'AI

WIFE
U'AIF

WIFE'S
U'AIFS

WILL
U'IL

WILLING
U'ILING

WIN
U'IN

WINDOW
U'INDOU

WINE
U'AIN

WINNER
U'INER

WISCONSIN
UISK'AANSeN

WISE
U'AIZ

WISH
U'ISH

WITH
U'ID

WITHIN
UID'IN

WITHOUT
UIZ'AUT

WITNESSES
U'ITNeSeZ

WOMEN
U'IMeN

WON
U'eN

WON'T
U'OUNT

WONDER
U'eNDER

WONDERFUL
U'eNDERFeL

WORD
U'ERD

WORDS
U'ERDZ

WORK
U'ERK

WORKED
U'ERKT

WORKING
U'ERKING

WORKS
U'ERKS

WORLD
U'ERLD

WORN
U'ORN

WORRIES
U'ERIIZ

WORRY
U'ERII

WORSE
U'ERS

WORST
U'ERST

WORTHWHILE
U'ERZU'AIL

WOULD
U'UD

WOULD'VE
U'UDeV

WOULDN'T
U'UDeNT

WOUNDED
U'UUNDeD

WRAP
R'AP

WRITE
R'AIT

WRITING
R'AITING

WRONG
R'ONG

WROTE
R'OUT

YEAR
I'IR

YEAR'S
I'IRZ

YEARS
I'IRZ

YES
I'ES

YESTERDAY
I'ESTERDEI

YET
I'ET

YORK
I'ORK

YOU
I'UU

YOU'D
I'UUD

YOU'LL
I'UUL

YOU'RE
I'UR

YOU'VE
I'UUV

YOUNG
I'eNG

YOUNGER
I'eNGGER

YOUR
I'OR

YOURSELF
IERS'ELF

